{
  "book": "1 Nephi",
  "chapter": 13,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "Then the angel spoke to me and said: \"Look!\" I looked and saw many nations and kingdoms."
    },
    {
      "number": 2,
      "content": "The angel asked me: \"What do you see?\" I said: \"I see many nations and kingdoms.\""
    },
    {
      "number": 3,
      "content": "He said to me: \"These are the nations and kingdoms of the Gentiles.\""
    },
    {
      "number": 4,
      "content": "Then I saw among the Gentile nations the beginning of a great church."
    },
    {
      "number": 5,
      "content": "The angel said to me: \"Look at this church. It is more terrible than all other churches. It kills God's people. It hurts them and ties them down. It puts a heavy burden on them like an iron chain. It makes them prisoners.\""
    },
    {
      "number": 6,
      "content": "Then I saw this great and terrible church. I saw that the devil was the one who started it."
    },
    {
      "number": 7,
      "content": "I also saw gold, silver, silk, red cloth, fine linen, and all kinds of expensive clothes. I saw many prostitutes."
    },
    {
      "number": 8,
      "content": "The angel spoke to me and said: \"The gold, silver, silk, red cloth, fine linen, expensive clothes, and prostitutes are what this great and terrible church wants most.\""
    },
    {
      "number": 9,
      "content": "They also want people to think they are great. So they destroy God's people and make them prisoners."
    },
    {
      "number": 10,
      "content": "Then I looked and saw many waters. These waters separated the Gentiles from my brothers' descendants."
    },
    {
      "number": 11,
      "content": "Then the angel said to me: \"God is angry with your brothers' descendants!\""
    },
    {
      "number": 12,
      "content": "I looked and saw a man among the Gentiles. The many waters separated him from my brothers' descendants. I saw the Spirit of God come down on this man. He traveled across the many waters to my brothers' descendants who were in the promised land."
    },
    {
      "number": 13,
      "content": "Then I saw the Spirit of God work on other Gentiles. They left their captivity and traveled across the many waters."
    },
    {
      "number": 14,
      "content": "Then I saw many crowds of Gentiles in the promised land. I saw that God was angry with my brothers' descendants. The Gentiles scattered them and hurt them."
    },
    {
      "number": 15,
      "content": "I saw the Spirit of the Lord was with the Gentiles. They became successful and got the land as their inheritance. I saw that they were white, very fair and beautiful, like my people before they were killed."
    },
    {
      "number": 16,
      "content": "I, Nephi, saw that the Gentiles who had left their captivity made themselves humble before the Lord. The power of the Lord was with them."
    },
    {
      "number": 17,
      "content": "I saw that their mother Gentiles gathered on the waters and on the land to fight against them."
    },
    {
      "number": 18,
      "content": "I saw that the power of God was with them. God was also angry with all those who gathered to fight against them."
    },
    {
      "number": 19,
      "content": "I saw that the Gentiles who had left captivity were saved by God's power from all other nations."
    },
    {
      "number": 20,
      "content": "I saw that they became successful in the land. I saw a Book being carried among them."
    },
    {
      "number": 21,
      "content": "The angel asked me: \"Do you know what this Book means?\""
    },
    {
      "number": 22,
      "content": "I said to him: \"I do not know.\""
    },
    {
      "number": 23,
      "content": "He said: \"It comes from a Jewish person.\" I saw it. He said to me: \"This Book you see is a record of the Jewish people. It contains God's promises that he made to Israel. It also contains many prophecies from holy prophets. It is like the writings on the brass plates, but there are not as many. But they still contain God's promises to Israel. So they are very valuable to the Gentiles.\""
    },
    {
      "number": 24,
      "content": "The angel of the Lord said to me: \"You have seen that the Book came from a Jewish person. When it came from the Jewish person, it contained the clear gospel of the Lord. The twelve apostles tell about this gospel. They tell the truth about the Lamb of God.\""
    },
    {
      "number": 25,
      "content": "So these things go from the Jewish people in purity to the Gentiles, according to the truth that is in God."
    },
    {
      "number": 26,
      "content": "After they go by the hand of the twelve apostles of the Lamb, from the Jewish people to the Gentiles, you see the beginning of a great and terrible church. This is the most terrible above all other churches. They have taken away from the gospel of the Lamb many parts that are clear and very precious. They have also taken away many of God's promises."
    },
    {
      "number": 27,
      "content": "They have done all this to twist the right ways of the Lord. They want to make people blind and make their hearts hard."
    },
    {
      "number": 28,
      "content": "So you see that after the Book has gone through the hands of the great and terrible church, many clear and precious things are taken away from the Book, which is the Book of the Lamb of God."
    },
    {
      "number": 29,
      "content": "After these clear and precious things were taken away, it goes to all the Gentile nations. It goes across the many waters to the Gentiles who left captivity. You see that because many clear and precious things have been taken out of the Book, which were easy for people to understand according to the clearness that is in the Lamb of God, and because of these things that are taken away from the gospel of the Lamb, very many people stumble. Satan has great power over them."
    },
    {
      "number": 30,
      "content": "But you see that the Gentiles who have left captivity, and have been lifted up by God's power above all other nations on the face of the land, which is the best above all other lands, which is the land that the Lord God promised your father, that his descendants should have for the land of their inheritance - you see that the Lord God will not let the Gentiles completely destroy the mixture of your descendants who are among your brothers."
    },
    {
      "number": 31,
      "content": "He will not let the Gentiles destroy your brothers' descendants."
    },
    {
      "number": 32,
      "content": "The Lord God will not let the Gentiles stay forever in that terrible state of being wounded that you see they are in, because of the clear and most precious parts of the gospel of the Lamb that have been kept back by that terrible church."
    },
    {
      "number": 33,
      "content": "So the Lamb of God says: \"I will be merciful to the Gentiles when I visit the remnant of the House of Israel with great judgment.\""
    },
    {
      "number": 34,
      "content": "Then the angel of the Lord spoke to me and said: \"The Lamb of God says: After I have visited the remnant of the House of Israel, and this remnant I speak of is your father's descendants, so after I have visited them in judgment, and hurt them by the hand of the Gentiles, and after the Gentiles stumble very much because of the most clear and precious parts of the gospel of the Lamb that have been kept back by that terrible church, which is the mother of prostitutes, says the Lamb - I will be merciful to the Gentiles in that day, says the Lamb. I will bring to them by my own power much of my gospel, which will be clear and precious, says the Lamb.\""
    },
    {
      "number": 35,
      "content": "The Lamb says: \"I will show myself to your descendants, so they will write many things that I will teach them, which will be clear and precious. After your descendants are destroyed and lose their faith, and also your brothers' descendants, these things will be hidden, to come to the Gentiles by the gift and power of the Lamb.\""
    },
    {
      "number": 36,
      "content": "In them will be written my gospel, says the Lamb, and my rock and my salvation."
    },
    {
      "number": 37,
      "content": "Blessed are those who will try to bring forth my Zion at that day. They will have the gift and the power of the Holy Ghost. If they continue to the end, they will be lifted up at the last day and will be saved in the everlasting kingdom of the Lamb. Those who tell about peace, who bring news of great joy, how beautiful they will be on the mountains."
    },
    {
      "number": 38,
      "content": "Then I saw the remnant of my brothers' descendants, and also the book of the Lamb of God, which had come from the Jewish person. I saw that it came from the Gentiles to the remnant of my brothers' descendants."
    },
    {
      "number": 39,
      "content": "After it had come to them, I saw other Books that came by the power of the Lamb, from the Gentiles to them, to convince the Gentiles and the remnant of my brothers' descendants, and also the Jewish people who were scattered all over the earth, that the records of the prophets and of the twelve apostles of the Lamb are true."
    },
    {
      "number": 40,
      "content": "The angel spoke to me and said: \"These last records that you have seen among the Gentiles will prove the truth of the first, which are from the twelve apostles of the Lamb. They will make known the clear and precious things that have been taken away from them. They will make known to all families, languages, and people that the Lamb of God is the Eternal Father and the Savior of the world. All men must come to Him, or they cannot be saved.\""
    },
    {
      "number": 41,
      "content": "They must come according to the words that will be established by the mouth of the Lamb. The words of the Lamb will be made known in the records of your descendants, as well as in the records of the twelve apostles of the Lamb. So they will be established in one, for there is one God and one Shepherd over all the earth."
    },
    {
      "number": 42,
      "content": "The time comes that he will show himself to all nations, both to the Jewish people and also to the Gentiles. After he has shown himself to the Jewish people and also to the Gentiles, then he will show himself to the Gentiles and also to the Jewish people. The last will be first, and the first will be last."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi Sees Many Nations",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 4,
        "position": "before_verse",
        "text": "The Great and Terrible Church",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "A Man Crosses the Waters",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "The Holy Book",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "text": "Plain and Precious Things Removed",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 34,
        "position": "before_verse",
        "text": "God's Mercy and New Books",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 40,
        "position": "before_verse",
        "text": "All Nations Will Know the Truth",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 38,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
