{
  "book": "1 Nephi",
  "chapter": 22,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "After I, Nephi, read what was written on the brass plates, my brothers came to me. They asked, \"What do these words mean? Are they about spiritual things that will happen to spirits, not bodies?\""
    },
    {
      "number": 2,
      "content": "I told them, \"The Spirit showed these things to the prophet. The Spirit tells prophets everything that will happen to people.\""
    },
    {
      "number": 3,
      "content": "So the things I read are about both earthly and spiritual things. The people of Israel will be scattered all over the earth and among all nations."
    },
    {
      "number": 4,
      "content": "Many tribes are already lost. The people in Jerusalem do not know where they are. Most tribes have been taken away. They are scattered across islands in the sea. We do not know where they are."
    },
    {
      "number": 5,
      "content": "Since they were taken away, prophets told what would happen to them. They also told what would happen to all who would be scattered and confused because they reject the Holy One of Israel. They will harden their hearts against him. So they will be scattered among all nations and hated by everyone."
    },
    {
      "number": 6,
      "content": "But after other nations take care of them, the Lord will lift up his hand to those nations. He will make them a sign. Their children will be carried in their arms and on their shoulders. These things that are talked about are earthly things. This is God's promise to our fathers. It means us in the future and all our brothers from Israel."
    },
    {
      "number": 7,
      "content": "This means after all Israel has been scattered and confused, the Lord God will create a mighty nation among other people on this land. That nation will scatter our descendants."
    },
    {
      "number": 8,
      "content": "After our descendants are scattered, the Lord God will do an amazing work among the other nations. This work will be very valuable to our descendants. It is like being fed and cared for by those nations, carried in their arms and on their shoulders."
    },
    {
      "number": 9,
      "content": "This will also be valuable to those other nations. It will help not only them but all of Israel. It will help them understand God's promises to Abraham when he said, Through your family, all families on earth will be blessed."
    },
    {
      "number": 10,
      "content": "My brothers, you should know that all families of the earth cannot be blessed unless God shows his power to all nations."
    },
    {
      "number": 11,
      "content": "So the Lord God will show his power to all nations. He will bring his promises and his Gospel to those who are from Israel."
    },
    {
      "number": 12,
      "content": "So he will bring them back from being prisoners. They will be gathered to the lands that belong to them. They will be brought out of darkness and hiding. They will know that the Lord saves them. He is the mighty one of Israel."
    },
    {
      "number": 13,
      "content": "That great and terrible church will destroy itself. It is like an unfaithful woman to all the earth. They will fight among themselves. They will hurt themselves with their own weapons. They will be covered with their own blood."
    },
    {
      "number": 14,
      "content": "Every nation that fights against you, O people of Israel, will turn against each other. They will fall into the trap they made to catch God's people. Everyone who fights against Zion will be destroyed. That great unfaithful church that has twisted God's right ways will fall completely."
    },
    {
      "number": 15,
      "content": "The prophet says the time is coming soon when Satan will have no more power over people's hearts. The day is coming when all proud people and those who do evil will be like dry grass. The day is coming when they must be burned."
    },
    {
      "number": 16,
      "content": "The time is coming soon when all of God's anger will be poured out on everyone. He will not let wicked people destroy good people."
    },
    {
      "number": 17,
      "content": "So he will protect good people with his power. Even if his full anger must come, good people will be kept safe while their enemies are destroyed by fire. So good people do not need to be afraid. The prophet says they will be saved, like being saved from fire."
    },
    {
      "number": 18,
      "content": "My brothers, I tell you these things must happen soon. Blood, fire, and clouds of smoke must come to this earth. This will happen to people if they harden their hearts against the Holy One of Israel."
    },
    {
      "number": 19,
      "content": "Good people will not die. The time will come when all those who fight against Zion will be destroyed."
    },
    {
      "number": 20,
      "content": "The Lord will prepare a way for his people to fulfill what Moses said: The Lord your God will send you a prophet like me. You must listen to everything he tells you. Anyone who does not listen to that prophet will be cut off from the people."
    },
    {
      "number": 21,
      "content": "I, Nephi, tell you that this prophet Moses talked about was the Holy One of Israel. So he will judge people fairly."
    },
    {
      "number": 22,
      "content": "Good people do not need to be afraid. They will not be confused or lost. But the devil's kingdom will be destroyed. This kingdom is built among people on earth."
    },
    {
      "number": 23,
      "content": "The time is coming quickly when all churches built to make money will be destroyed. Churches built to get power over people will be destroyed. Churches built to become popular or to get earthly pleasures and do evil things will be destroyed. All of these belong to the devil's kingdom. They need to be afraid and shake with fear. They will be brought down and destroyed like dry grass. This is what the prophet said."
    },
    {
      "number": 24,
      "content": "The time is coming quickly when good people will be led up like well-fed young cows. The Holy One of Israel will rule with great power and glory."
    },
    {
      "number": 25,
      "content": "He will gather his children from all four directions of the earth. He will count his sheep, and they will know him. There will be one flock and one shepherd. He will feed his sheep, and they will find safety in him."
    },
    {
      "number": 26,
      "content": "Because his people are good, Satan has no power. He cannot be set free for many years. He has no power over people's hearts because they live righteously. The Holy One of Israel rules over them."
    },
    {
      "number": 27,
      "content": "I, Nephi, tell you that all these things must happen to people on earth."
    },
    {
      "number": 28,
      "content": "But all nations, families, languages, and people will live safely with the Holy One of Israel if they repent."
    },
    {
      "number": 29,
      "content": "I, Nephi, will stop here. I do not dare say more about these things yet."
    },
    {
      "number": 30,
      "content": "So my brothers, I want you to remember that what was written on the brass plates is true. They teach that people must obey God's commandments."
    },
    {
      "number": 31,
      "content": "You should not think that my father and I are the only ones who have taught these things. So if you obey the commandments and continue to the end, you will be saved on the last day. This is true. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Questions About Isaiah",
        "level": 4,
        "sortOrder": 2
      },
      {
        "verseNumber": 3,
        "position": "before_verse",
        "text": "Israel Will Be Scattered",
        "level": 4,
        "sortOrder": 3
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "text": "Other Nations Will Help",
        "level": 4,
        "sortOrder": 4
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "text": "God Will Show His Power",
        "level": 4,
        "sortOrder": 5
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "text": "Evil Will Be Destroyed",
        "level": 4,
        "sortOrder": 6
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "The Prophet Jesus Christ",
        "level": 4,
        "sortOrder": 8
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "text": "A Time of Peace",
        "level": 4,
        "sortOrder": 9
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "text": "Remember and Obey",
        "level": 4,
        "sortOrder": 10
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 10
      }
    ]
  }
}
