{
  "book": "1 Nephi",
  "chapter": 21,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "Listen, house of Israel. All of you who were broken off and driven away because your leaders were wicked. All of you who were scattered around the world who are my people, house of Israel. Listen to me, you islands. Listen to me, you people from far away. The Lord called me before I was born. He spoke my name before my mother gave birth to me."
    },
    {
      "number": 2,
      "content": "He made my mouth like a sharp sword. He hid me in the shadow of his hand. He made me like a polished arrow. He hid me in his quiver."
    },
    {
      "number": 3,
      "content": "He said to me: \"You are my servant, Israel. I will be honored through you.\""
    },
    {
      "number": 4,
      "content": "Then I said: \"I have worked for nothing. I have used my strength for nothing and in vain. My judgment belongs with the Lord. My work belongs with my God.\""
    },
    {
      "number": 5,
      "content": "The Lord says this. He formed me before I was born to be his servant. He wanted me to bring Jacob back to him. Even if Israel is not gathered, I will still be honored by the Lord. My God will be my strength."
    },
    {
      "number": 6,
      "content": "He said: \"It is not enough for you to be my servant to raise up the tribes of Jacob. It is not enough to bring back the saved people of Israel. I will also make you a light to the Gentiles. You will bring my salvation to the ends of the earth.\""
    },
    {
      "number": 7,
      "content": "The Lord, the Savior of Israel, the Holy One says this to the one people hate. He says this to the one nations reject. He says this to the servant of rulers: Kings will see and stand up. Princes will also bow down. This is because of the Lord who is faithful."
    },
    {
      "number": 8,
      "content": "The Lord says: \"At the right time I have heard you, islands of the sea. On the day of salvation I have helped you. I will keep you safe. I will give you my servant to make a promise with the people. You will establish the earth. You will make the empty lands inhabited again.\""
    },
    {
      "number": 9,
      "content": "You can say to the prisoners: \"Go free.\" You can say to those in darkness: \"Show yourselves.\" They will eat food along the roads. They will find pastures on all the high places."
    },
    {
      "number": 10,
      "content": "They will not be hungry or thirsty. The heat and sun will not hurt them. The one who has mercy on them will lead them. He will guide them by springs of water."
    },
    {
      "number": 11,
      "content": "I will make all my mountains into roads. My highways will be raised up."
    },
    {
      "number": 12,
      "content": "Then, house of Israel, these people will come from far away. These will come from the north and west. These will come from the land of Sinim."
    },
    {
      "number": 13,
      "content": "Sing, heavens! Be joyful, earth! The people in the east will be made strong. Break out in singing, mountains! They will not be hurt anymore because the Lord has comforted his people. He will have mercy on those who suffer."
    },
    {
      "number": 14,
      "content": "But Zion has said: \"The Lord has left me. My Lord has forgotten me.\" But he will show that he has not."
    },
    {
      "number": 15,
      "content": "Can a woman forget her baby that she is nursing? Can she not love the child she gave birth to? Yes, mothers might forget. But I will not forget you, house of Israel."
    },
    {
      "number": 16,
      "content": "I have carved you on the palms of my hands. Your walls are always before me."
    },
    {
      "number": 17,
      "content": "Your children will hurry to fight against those who destroy you. Those who made you empty will leave you."
    },
    {
      "number": 18,
      "content": "Look up and see all around you. All these people gather together and come to you. As I live, says the Lord, you will wear them all like jewelry. You will put them on like a bride."
    },
    {
      "number": 19,
      "content": "Your empty places and destroyed land will now be too crowded because of all the people living there. Those who swallowed you up will be far away."
    },
    {
      "number": 20,
      "content": "The children you will have after you lost the others will say in your ears: \"This place is too crowded for me. Give me room so I can live.\""
    },
    {
      "number": 21,
      "content": "Then you will say in your heart: \"Who gave birth to these children for me? I lost my children and am alone, a prisoner moving around from place to place. Who raised these children? I was left alone. Where have these been?\""
    },
    {
      "number": 22,
      "content": "The Lord God says: \"I will raise my hand to the Gentiles. I will set up my banner to the people. They will bring your sons in their arms. They will carry your daughters on their shoulders.\""
    },
    {
      "number": 23,
      "content": "Kings will be like fathers who take care of you. Their queens will be like mothers who feed you. They will bow down to you with their faces to the ground. They will lick the dust of your feet. Then you will know that I am the Lord. Those who wait for me will not be disappointed.\""
    },
    {
      "number": 24,
      "content": "Can someone take treasure away from a strong person? Can prisoners be set free from someone who captured them fairly?"
    },
    {
      "number": 25,
      "content": "But the Lord says: \"The prisoners of the strong person will be taken away. The treasure of the terrible person will be set free. I will fight against the one who fights against you. I will save your children.\""
    },
    {
      "number": 26,
      "content": "I will make those who hurt you eat their own flesh. They will get drunk on their own blood like it was sweet wine. Then everyone will know that I the Lord am your Savior and the one who saves you, the Mighty One of Jacob."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "God Calls His Servant",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "text": "A Light to the Nations",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "Freedom for the Prisoners",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "God Never Forgets",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "The Land Will Be Full Again",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "text": "Kings Will Help",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
