{
  "book": "1 Nephi",
  "chapter": 16,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "After I, Nephi, finished speaking to my brothers, they said to me: \"You have told us hard things. They are harder than we can bear.\""
    },
    {
      "number": 2,
      "content": "I said to them: \"I know I have spoken hard things against wicked people. It was the truth. I have said that righteous people will be blessed at the last day. The guilty think the truth is hard because it cuts them to their center.\""
    },
    {
      "number": 3,
      "content": "My brothers, if you were righteous and willing to listen to the truth, you would follow it. You would walk uprightly before God. Then you would not complain about the truth and say I speak hard things against you."
    },
    {
      "number": 4,
      "content": "I urged my brothers with all my energy to keep the Lord's commandments."
    },
    {
      "number": 5,
      "content": "They humbled themselves before the Lord. I had joy and great hopes that they would walk in righteous paths."
    },
    {
      "number": 6,
      "content": "All these things happened while my father lived in a tent in the valley he called Lemuel."
    },
    {
      "number": 7,
      "content": "I married one of Ishmael's daughters. My brothers also married Ishmael's daughters. Zoram married Ishmael's oldest daughter."
    },
    {
      "number": 8,
      "content": "My father had done all the things the Lord told him to do. I had also been blessed greatly by the Lord."
    },
    {
      "number": 9,
      "content": "The voice of the Lord spoke to my father at night. It told him to take his journey into the wilderness the next day."
    },
    {
      "number": 10,
      "content": "In the morning, my father got up and went to the tent door. To his great surprise, he saw a round ball on the ground. It was made of fine brass with amazing workmanship. Inside the ball were two spindles. One pointed the way we should go into the wilderness."
    },
    {
      "number": 11,
      "content": "We gathered everything we needed to carry into the wilderness. We took all the food the Lord had given us. We also took seeds of every kind to carry with us."
    },
    {
      "number": 12,
      "content": "We took our tents and left into the wilderness. We crossed the river Laman."
    },
    {
      "number": 13,
      "content": "We traveled for four days in a south-southeast direction. Then we set up our tents again. We called that place Shazer."
    },
    {
      "number": 14,
      "content": "We took our bows and arrows and went into the wilderness to hunt food for our families. After we killed animals for food, we returned to our families at Shazer. We went out again in the wilderness, following the same direction. We stayed in the most fertile parts of the wilderness near the Red Sea."
    },
    {
      "number": 15,
      "content": "We traveled for many days. We hunted food along the way with our bows, arrows, stones, and slings."
    },
    {
      "number": 16,
      "content": "We followed the directions of the ball. It led us to the more fertile parts of the wilderness."
    },
    {
      "number": 17,
      "content": "After traveling for many days, we set up our tents for a time. We rested and got food for our families."
    },
    {
      "number": 18,
      "content": "I went out to hunt food. Then I broke my bow, which was made of fine steel. My brothers were angry with me because I broke my bow. We could not get any food."
    },
    {
      "number": 19,
      "content": "We returned to our families without food. They were very tired from traveling. They suffered greatly because they had no food."
    },
    {
      "number": 20,
      "content": "Laman, Lemuel, and Ishmael's sons began to complain a lot. They complained because of their suffering in the wilderness. Even my father began to complain against the Lord his God. They were all very sad and complained against the Lord."
    },
    {
      "number": 21,
      "content": "I was troubled with my brothers because I had broken my bow. Their bows had also lost their springs. It became very difficult. We could not get any food."
    },
    {
      "number": 22,
      "content": "I spoke much to my brothers. They had hardened their hearts again. They were even complaining against the Lord their God."
    },
    {
      "number": 23,
      "content": "I made a bow out of wood and an arrow from a straight stick. I armed myself with a bow, arrow, sling, and stones. I asked my father: \"Where should I go to get food?\""
    },
    {
      "number": 24,
      "content": "He asked the Lord for help. They had humbled themselves because of my words. I had said many things to them with all my energy."
    },
    {
      "number": 25,
      "content": "The voice of the Lord came to my father. He was corrected because he had complained against the Lord. He was brought down into deep sorrow."
    },
    {
      "number": 26,
      "content": "The voice of the Lord said to him: \"Look at the ball. See the things that are written there!\""
    },
    {
      "number": 27,
      "content": "When my father saw the things written on the ball, he feared and trembled greatly. So did my brothers, Ishmael's sons, and our wives."
    },
    {
      "number": 28,
      "content": "I saw that the pointers in the ball worked according to our faith, effort, and attention."
    },
    {
      "number": 29,
      "content": "New writing appeared on them that was easy to read. It helped us understand the Lord's ways. The writing changed from time to time according to our faith and effort. We see that the Lord can do great things through small means."
    },
    {
      "number": 30,
      "content": "I went up to the top of the mountain. I followed the directions on the ball."
    },
    {
      "number": 31,
      "content": "I killed wild animals and got food for our families."
    },
    {
      "number": 32,
      "content": "I returned to our tents carrying the animals I had killed. When they saw I had gotten food, they were very happy! They humbled themselves before the Lord and thanked him."
    },
    {
      "number": 33,
      "content": "We started our journey again. We traveled nearly the same way as before. After many days, we set up our tents again to rest for a time."
    },
    {
      "number": 34,
      "content": "Ishmael died. He was buried in the place called Nahom."
    },
    {
      "number": 35,
      "content": "Ishmael's daughters cried very much because their father had died. They also cried because of their troubles in the wilderness. They complained against my father because he had brought them out of Jerusalem. They said: \"Our father is dead. We have wandered much in the wilderness. We have suffered hunger, thirst, and tiredness. After all this suffering, we will die in the wilderness from hunger.\""
    },
    {
      "number": 36,
      "content": "They complained against my father and against me. They wanted to return to Jerusalem."
    },
    {
      "number": 37,
      "content": "Laman said to Lemuel and to Ishmael's sons: \"Let us kill our father. Let us also kill our brother Nephi. He has made himself our ruler and teacher, even though we are his older brothers.\""
    },
    {
      "number": 38,
      "content": "He says the Lord has talked to him. He says angels have visited him! But we know he lies to us. He tells us these things and does many clever tricks to fool us. He thinks he can lead us into some strange wilderness. After he leads us away, he plans to make himself king and ruler over us. Then he can do whatever he wants with us.\" This is how my brother Laman stirred them up to anger."
    },
    {
      "number": 39,
      "content": "The Lord was with us. The voice of the Lord spoke many words to them. It corrected them strongly. After the voice of the Lord corrected them, they stopped being angry. They repented of their sins. So the Lord blessed us again with food. We did not die."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi's Brothers Accept the Truth",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "Marriages in the Wilderness",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "The Brass Ball Appears",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "Nephi's Bow Breaks",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "text": "The Ball Shows the Way",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 34,
        "position": "before_verse",
        "text": "Ishmael Dies",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 39,
        "position": "before_verse",
        "text": "The Lord Stops the Rebellion",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 37,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
