{
  "book": "1 Nephi",
  "chapter": 15,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "After I, Nephi, had been carried away in the Spirit and seen all these things, I returned to my father's tent."
    },
    {
      "number": 2,
      "content": "I saw my brothers arguing with each other about the things my father had told them."
    },
    {
      "number": 3,
      "content": "My father had spoken many great things to them that were hard to understand, unless someone asked the Lord for help. Because their hearts were hard, they did not turn to the Lord as they should have."
    },
    {
      "number": 4,
      "content": "I was sad because of the hardness of their hearts. I was also sad because of the things I had seen, and knew they must happen because of people's great wickedness."
    },
    {
      "number": 5,
      "content": "I was overwhelmed by my troubles. I felt that my troubles were greater than anyone else's because I had seen the destruction of my people. I had seen their fall."
    },
    {
      "number": 6,
      "content": "After I received strength, I spoke to my brothers. I wanted to know why they were arguing."
    },
    {
      "number": 7,
      "content": "They said: \"We cannot understand what our father said about the natural branches of the olive tree and about the Gentiles.\""
    },
    {
      "number": 8,
      "content": "I asked them: \"Have you asked the Lord?\""
    },
    {
      "number": 9,
      "content": "They said to me: \"We have not, because the Lord doesn't make such things known to us.\""
    },
    {
      "number": 10,
      "content": "I said to them: \"Why don't you obey God's commandments? Why will you die because your hearts are hard?\""
    },
    {
      "number": 11,
      "content": "Don't you remember what the Lord said? \"If you don't make your hearts hard, and ask me with faith, believing you will receive an answer, and work hard to obey my commandments, these things will be made known to you.\""
    },
    {
      "number": 12,
      "content": "The Spirit of the Lord that was in our fathers compared the House of Israel to an olive tree. Aren't we broken off from the House of Israel? Aren't we a branch of the House of Israel?"
    },
    {
      "number": 13,
      "content": "What our father means about grafting in the natural branches through the fullness of the Gentiles is this: In the last days, when our descendants have lost their faith for many years and many generations after the Messiah has shown himself to people, then the fullness of the Messiah's gospel will come to the Gentiles, and from the Gentiles to the remnant of our descendants."
    },
    {
      "number": 14,
      "content": "At that day, the remnant of our descendants will know they are from the House of Israel and are God's covenant people. Then they will learn about their forefathers and the gospel of their Redeemer, which was taught to their fathers by him. So they will learn about their Redeemer and the exact points of his teaching, so they may know how to come to him and be saved."
    },
    {
      "number": 15,
      "content": "Then at that day, won't they rejoice and give praise to their everlasting God, their rock and their salvation? Won't they receive strength and nourishment from the true vine? Won't they come to the true fold of God?"
    },
    {
      "number": 16,
      "content": "Yes! They will be remembered again among the House of Israel. They will be grafted in, being a natural branch of the olive tree, into the true olive tree."
    },
    {
      "number": 17,
      "content": "This is what our father means. He means it will not happen until after they are scattered by the Gentiles. He means it will come through the Gentiles, so the Lord can show his power to the Gentiles, because he will be rejected by the Jews, or the House of Israel."
    },
    {
      "number": 18,
      "content": "So our father has not spoken only about our descendants, but also about all the House of Israel. He pointed to the covenant that will be fulfilled in the last days, which the Lord made to our father Abraham, saying: \"Through your descendants, all the families of the earth will be blessed.\""
    },
    {
      "number": 19,
      "content": "I spoke much to them about these things. I talked to them about the restoration of the Jews in the last days."
    },
    {
      "number": 20,
      "content": "I repeated to them the words of Isaiah, who spoke about the restoration of the Jews, or the House of Israel. After they are restored, they will no more be confused, and they will not be scattered again. I spoke many words to my brothers, so they became peaceful and humble before the Lord."
    },
    {
      "number": 21,
      "content": "Then they spoke to me again and said: \"What does the thing mean that our father saw in a dream? What does the tree he saw mean?\""
    },
    {
      "number": 22,
      "content": "I said to them: \"It was a symbol of the tree of life.\""
    },
    {
      "number": 23,
      "content": "They asked me: \"What does the iron rod mean that our father saw, that led to the tree?\""
    },
    {
      "number": 24,
      "content": "I said to them: \"It was the word of God. Whoever listens to God's word and holds fast to it will never die. The enemy's temptations and fiery arrows cannot overpower them into blindness to lead them to destruction.\""
    },
    {
      "number": 25,
      "content": "So I urged them to pay attention to the word of the Lord. I urged them with all the energy of my soul and with all my ability that they would listen to God's word and remember to obey his commandments always, in all things."
    },
    {
      "number": 26,
      "content": "They asked me: \"What does the river of water mean that our father saw?\""
    },
    {
      "number": 27,
      "content": "I said to them: \"The water my father saw was filthiness. His mind was so focused on other things that he did not notice how filthy the water was.\""
    },
    {
      "number": 28,
      "content": "I told them it was a terrible gulf that separates wicked people from the tree of life and also from God's people."
    },
    {
      "number": 29,
      "content": "I told them it was a symbol of that awful hell, which the angel told me was prepared for wicked people."
    },
    {
      "number": 30,
      "content": "I told them that our father also saw that God's justice separates wicked people from righteous people. The brightness was like a flaming fire that goes up to God forever and ever, and never ends."
    },
    {
      "number": 31,
      "content": "They asked me: \"Does this mean suffering of the body during our time of testing, or does it mean the final state of the soul after the body dies? Or does it talk about earthly things?\""
    },
    {
      "number": 32,
      "content": "I said to them: \"It represents both earthly and spiritual things. The day will come when they must be judged for their actions, the actions they did with their bodies during their time of testing.\""
    },
    {
      "number": 33,
      "content": "So if they die in their wickedness, they must be thrown out. This also applies to spiritual things that have to do with righteousness. So they must stand before God to be judged for their actions. If their actions have been filthy, they must be filthy. If they are filthy, they cannot live in God's kingdom. If they could, then God's kingdom would be filthy too.\""
    },
    {
      "number": 34,
      "content": "But I tell you, God's kingdom is not filthy, and nothing unclean can enter God's kingdom. So there must be a place of filthiness prepared for that which is filthy."
    },
    {
      "number": 35,
      "content": "There is a place prepared, that awful hell I have talked about, and the devil is the one who prepares it. So the final state of people's souls is to live in God's kingdom, or to be thrown out because of the justice I have talked about."
    },
    {
      "number": 36,
      "content": "So wicked people are separated from righteous people and also from that tree of life, whose fruit is most precious and most desirable above all other fruits. It is the greatest of all God's gifts.\" This is how I spoke to my brothers. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi Returns from His Vision",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "Teaching About the Olive Tree",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "text": "The Future Gathering of Israel",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "text": "The Tree of Life Vision Explained",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "text": "The Meaning of Hell",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 32,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
