{
  "book": "1 Nephi",
  "chapter": 1,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I, Nephi, was born to good parents. So I learned many things from my father. I have seen many hard times in my life. But the Lord has blessed me in all my days. I have learned much about God's goodness and mysteries. So I am making a record of what happens in my life."
    },
    {
      "number": 2,
      "content": "I make a record in my father's language. It has the learning of the Jews and the Egyptian language."
    },
    {
      "number": 3,
      "content": "I know that the record I make is true. I make it with my own hand. I make it using what I know."
    },
    {
      "number": 4,
      "content": "In the first year that Zedekiah was king of Judah, my father Lehi lived in Jerusalem all his life. In that same year many prophets came. They told the people they must repent or the great city Jerusalem would be destroyed."
    },
    {
      "number": 5,
      "content": "So my father Lehi went out and prayed to the Lord with all his heart for his people."
    },
    {
      "number": 6,
      "content": "As he prayed to the Lord, a pillar of fire came and stayed on a rock in front of him. He saw and heard much. Because of what he saw and heard, he shook and trembled."
    },
    {
      "number": 7,
      "content": "Then he went back to his house in Jerusalem. He lay down on his bed. He was overcome with the spirit and the things he had seen."
    },
    {
      "number": 8,
      "content": "Being overcome with the spirit, he was carried away in a vision. He saw the heavens open. He thought he saw God sitting on his throne with countless angels around him singing and praising their God."
    },
    {
      "number": 9,
      "content": "Then he saw one coming down from the middle of heaven. His brightness was greater than the sun at noon."
    },
    {
      "number": 10,
      "content": "He also saw twelve others following him. Their brightness was greater than the stars in the sky."
    },
    {
      "number": 11,
      "content": "They came down to the earth. The first one came and stood before my father. He gave him a book and told him to read it."
    },
    {
      "number": 12,
      "content": "As he read, he was filled with the Spirit of the Lord."
    },
    {
      "number": 13,
      "content": "He read: \"Trouble, trouble to Jerusalem! I have seen your sins.\" My father read many things about Jerusalem. It would be destroyed. Many people would die by the sword. Many would be taken away as prisoners to Babylon."
    },
    {
      "number": 14,
      "content": "When my father had read and saw many great and wonderful things, he said many things to the Lord: \"Great and wonderful are your works, O Lord God Almighty! Your throne is high in the heavens. Your power, goodness, and mercy is over all people on earth. Because you are merciful, you will not let those who come to you die!\""
    },
    {
      "number": 15,
      "content": "This is how my father praised his God. His soul was happy. His whole heart was filled because of the things he had seen. The Lord had shown him these things."
    },
    {
      "number": 16,
      "content": "I do not make a full account of the things my father has written. He has written many things he saw in visions and dreams. He has also written many things he prophesied and spoke to his children. I will not make a full account of these things."
    },
    {
      "number": 17,
      "content": "But I will make an account of my life. I make a shorter version of my father's record on plates I have made with my own hands. After I finish the shorter version of my father's record, then I will make an account of my own life."
    },
    {
      "number": 18,
      "content": "So I want you to know that after the Lord had shown so many wonderful things to my father Lehi about the destruction of Jerusalem, he went out among the people. He began to prophesy and tell them about the things he had seen and heard."
    },
    {
      "number": 19,
      "content": "The Jews made fun of him because of the things he told them about. He told them about their wickedness and sins. He told them that the things he saw and heard, and also the things he read in the book, showed clearly that a Messiah was coming and that the world would be saved."
    },
    {
      "number": 20,
      "content": "When the Jews heard these things, they were angry with him. They treated him like the old prophets, whom they had thrown out and stoned and killed. They also tried to kill him. But I will show you that the tender mercies of the Lord are over all those he has chosen because of their faith, to make them strong to be saved."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi Introduces Himself",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 4,
        "position": "before_verse",
        "text": "Prophets Warn Jerusalem",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "text": "Lehi's Vision Begins",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "The Book from Heaven",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "text": "Nephi's Writing Plan",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "Lehi Preaches to the People",
        "level": 3,
        "sortOrder": 6
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 5
      }
    ]
  }
}