{
  "book": "1 Nephi",
  "chapter": 7,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "I want you to know that after my father Lehi finished prophesying about his children, the Lord spoke to him again. The Lord said it wasn't right for Lehi to take his family to the wilderness alone. His sons should marry wives so they could have children for the Lord in the promised land."
    },
    {
      "number": 2,
      "content": "Then the Lord told him that I, Nephi, and my brothers should go back to Jerusalem again. We should bring Ishmael and his family to the wilderness."
    },
    {
      "number": 3,
      "content": "So I went with my brothers into the wilderness again to go to Jerusalem."
    },
    {
      "number": 4,
      "content": "We went to Ishmael's house. Ishmael liked us, so we spoke the Lord's words to him."
    },
    {
      "number": 5,
      "content": "The Lord softened Ishmael's heart and his family's hearts. They decided to travel with us down to the wilderness to our father's tent."
    },
    {
      "number": 6,
      "content": "As we traveled in the wilderness, Laman and Lemuel rebelled against us. Two of Ishmael's daughters, his two sons, and their families also rebelled. They rebelled against me, Sam, their father Ishmael, his wife, and his three other daughters."
    },
    {
      "number": 7,
      "content": "During this rebellion, they wanted to go back to Jerusalem."
    },
    {
      "number": 8,
      "content": "I was sad because their hearts were hard. So I spoke to them, saying to Laman and Lemuel: \"You are my older brothers. Why are your hearts so hard and your minds so blind? Why do I, your younger brother, need to speak to you and be an example for you?\""
    },
    {
      "number": 9,
      "content": "Why haven't you listened to the Lord's word?"
    },
    {
      "number": 10,
      "content": "Why have you forgotten that you saw an angel of the Lord?"
    },
    {
      "number": 11,
      "content": "Why have you forgotten what great things the Lord has done for us? He saved us from Laban and helped us get the record."
    },
    {
      "number": 12,
      "content": "Why have you forgotten that the Lord can do everything according to his will for people, if they have faith in him? So let's have faith in him."
    },
    {
      "number": 13,
      "content": "If we have faith in him, we will get the promised land. You will know someday that the Lord's word about Jerusalem being destroyed will come true. Everything the Lord said about Jerusalem's destruction must happen."
    },
    {
      "number": 14,
      "content": "The Spirit of the Lord will soon stop trying to help them. They have rejected the prophets and put Jeremiah in prison. They tried to kill our father, so they forced him to leave the land."
    },
    {
      "number": 15,
      "content": "If you go back to Jerusalem, you will die with them. If you have a choice, go to the land, but remember what I'm telling you. If you go, you will die too. The Spirit of the Lord tells me to say this."
    },
    {
      "number": 16,
      "content": "When I said these words to my brothers, they got angry with me. They grabbed me because they were very mad. They tied me up with ropes because they wanted to kill me and leave me in the wilderness for wild animals to eat."
    },
    {
      "number": 17,
      "content": "But I prayed to the Lord, saying: \"Lord, because of my faith in you, will you save me from my brothers? Please give me strength to break these ropes that tie me up.\""
    },
    {
      "number": 18,
      "content": "When I said these words, the ropes came loose from my hands and feet. I stood before my brothers and spoke to them again."
    },
    {
      "number": 19,
      "content": "They got angry with me again and tried to grab me. But one of Ishmael's daughters, her mother, and one of Ishmael's sons begged my brothers to stop. This softened their hearts, and they stopped trying to kill me."
    },
    {
      "number": 20,
      "content": "They felt sorry for their wickedness. They bowed down before me and begged me to forgive them for what they had done to me."
    },
    {
      "number": 21,
      "content": "I freely forgave them for everything they had done. I encouraged them to pray to the Lord their God for forgiveness. They did pray. After they finished praying to the Lord, we continued traveling toward our father's tent."
    },
    {
      "number": 22,
      "content": "We came down to our father's tent. After my brothers, all of Ishmael's family, and I came to my father's tent, they gave thanks to the Lord their God. They offered sacrifices and burnt offerings to him."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Getting Wives for the Journey",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "text": "The Rebellion Begins",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "Nephi Teaches His Brothers",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "text": "Tied Up and Rescued",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "Forgiveness and Return",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
