{
  "book": "1 Nephi",
  "chapter": 4,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I, Nephi, spoke to my brothers and said: Let's go back to Jerusalem. Let's obey the Lord's commands. He is stronger than all the earth. So why isn't he stronger than Laban and his fifty soldiers? He's stronger than thousands of them."
    },
    {
      "number": 2,
      "content": "So let's go. Let's be strong like Moses. He spoke to the waters of the Red Sea, and they split apart. Our ancestors walked through on dry ground. Pharaoh's army followed them and drowned in the sea."
    },
    {
      "number": 3,
      "content": "You know this is true. You know an angel talked to you. So why do you doubt? Let's go. The Lord can save us just like he saved our ancestors. He can destroy Laban just like he destroyed the Egyptians."
    },
    {
      "number": 4,
      "content": "When I said these words, they were still angry and kept complaining. But they followed me until we got to the walls of Jerusalem."
    },
    {
      "number": 5,
      "content": "It was nighttime. I made them hide outside the walls. After they hid, I crept into the city and went toward Laban's house."
    },
    {
      "number": 6,
      "content": "The Spirit led me. I didn't know ahead of time what I would do."
    },
    {
      "number": 7,
      "content": "But I went forward. As I got close to Laban's house, I saw a man. He had fallen on the ground in front of me. He was drunk with wine."
    },
    {
      "number": 8,
      "content": "When I got to him, I found out it was Laban."
    },
    {
      "number": 9,
      "content": "I saw his sword. I pulled it out of its case. The handle was made of pure gold. It was made very well. The blade was made of the finest steel."
    },
    {
      "number": 10,
      "content": "The Spirit told me I should kill Laban. But I said in my heart: I have never killed anyone before. I pulled back because I didn't want to kill him."
    },
    {
      "number": 11,
      "content": "The Spirit said to me again: The Lord has put him in your hands. I also knew he had tried to kill me. He wouldn't listen to the Lord's commands. He also took our things."
    },
    {
      "number": 12,
      "content": "The Spirit said to me again: Kill him, because the Lord has put him in your hands."
    },
    {
      "number": 13,
      "content": "The Lord kills wicked people to do good things. It is better for one man to die than for a whole nation to lose faith and die."
    },
    {
      "number": 14,
      "content": "When I heard these words, I remembered what the Lord told me in the desert. He said: If your children obey my commands, they will do well in the promised land."
    },
    {
      "number": 15,
      "content": "I also thought that they could not obey the Lord's commands according to Moses' law unless they had the law."
    },
    {
      "number": 16,
      "content": "I also knew that the law was written on the brass plates."
    },
    {
      "number": 17,
      "content": "Again, I knew that the Lord had put Laban in my hands for this reason: so I could get the records like he commanded."
    },
    {
      "number": 18,
      "content": "So I obeyed the Spirit's voice. I grabbed Laban by the hair and cut off his head with his own sword."
    },
    {
      "number": 19,
      "content": "After I cut off his head with his own sword, I took Laban's clothes and put them on my body. I put on all of them. I put on his armor too."
    },
    {
      "number": 20,
      "content": "After I did this, I went to Laban's treasure room. As I went there, I saw Laban's servant who had the keys to the treasure room. I told him in Laban's voice to come with me into the treasure room."
    },
    {
      "number": 21,
      "content": "He thought I was his master Laban. He saw the clothes and the sword around my waist."
    },
    {
      "number": 22,
      "content": "He talked to me about the Jewish leaders. He knew his master Laban had been out at night with them."
    },
    {
      "number": 23,
      "content": "I talked to him like I was Laban."
    },
    {
      "number": 24,
      "content": "I also told him that I should carry the writings on the brass plates to my older brothers who were outside the walls."
    },
    {
      "number": 25,
      "content": "I also told him to follow me."
    },
    {
      "number": 26,
      "content": "He thought I was talking about the church brothers. He thought I really was Laban, who I had killed. So he followed me."
    },
    {
      "number": 27,
      "content": "He talked to me many times about the Jewish leaders as I went to my brothers outside the walls."
    },
    {
      "number": 28,
      "content": "When Laman saw me, he was very scared. Lemuel and Sam were scared too. They ran away from me. They thought I was Laban and that he had killed me and wanted to kill them too."
    },
    {
      "number": 29,
      "content": "I called after them, and they heard me. So they stopped running away from me."
    },
    {
      "number": 30,
      "content": "When Laban's servant saw my brothers, he started shaking. He was about to run away from me and go back to Jerusalem."
    },
    {
      "number": 31,
      "content": "I was a big, strong man. The Lord had also made me very strong. So I grabbed Laban's servant and held him so he couldn't run away."
    },
    {
      "number": 32,
      "content": "I talked with him. I said: If you listen to my words, as sure as the Lord lives and as sure as I live, if you listen to our words, we will let you live."
    },
    {
      "number": 33,
      "content": "I promised him that he didn't need to be afraid. He would be a free man like us if he came with us to the desert."
    },
    {
      "number": 34,
      "content": "I also said to him: The Lord has commanded us to do this thing. Shouldn't we obey the Lord's commands? So if you come to the desert with my father, you will have a place with us."
    },
    {
      "number": 35,
      "content": "Zoram felt brave because of what I said. Zoram was the servant's name. He promised to come to the desert with our father. He also promised to stay with us from then on."
    },
    {
      "number": 36,
      "content": "We wanted him to stay with us for this reason: so the Jews wouldn't know we had run away to the desert. If they knew, they might chase us and kill us."
    },
    {
      "number": 37,
      "content": "When Zoram promised us, we stopped being afraid of him."
    },
    {
      "number": 38,
      "content": "We took the brass plates and Laban's servant. We left for the desert and traveled to our father's tent."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi Encourages His Brothers",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "text": "Going Into Jerusalem",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "Finding Laban",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "text": "The Spirit's Command",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "Getting the Records",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "text": "Meeting the Brothers",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 31,
        "position": "before_verse",
        "text": "Zoram Joins Them",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 35,
        "position": "before_verse",
        "sortOrder": 6
      }
    ]
  }
}