{
  "book": "1 Nephi",
  "chapter": 3,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "I, Nephi, went back to my father's tent after talking with the Lord."
    },
    {
      "number": 2,
      "content": "He spoke to me and said: I had a dream. In the dream, the Lord told me that you and your brothers must go back to Jerusalem."
    },
    {
      "number": 3,
      "content": "Laban has the record of the Jews. He also has our family history. These are written on metal plates made of brass."
    },
    {
      "number": 4,
      "content": "So the Lord told me that you and your brothers should go to Laban's house. Get the records and bring them back here to the desert."
    },
    {
      "number": 5,
      "content": "Your brothers are complaining. They say: This is a hard thing you want us to do. But I don't want it from them. The Lord commands it."
    },
    {
      "number": 6,
      "content": "So go, my son. The Lord will bless you because you haven't complained."
    },
    {
      "number": 7,
      "content": "I said to my father: I will go and do what the Lord told us to do. I know the Lord doesn't tell people to do something without giving them a way to do it."
    },
    {
      "number": 8,
      "content": "When my father heard this, he was very happy. He knew the Lord had blessed me."
    },
    {
      "number": 9,
      "content": "My brothers and I took our tents and traveled through the desert to go to Jerusalem."
    },
    {
      "number": 10,
      "content": "When we got to Jerusalem, my brothers and I talked about what to do."
    },
    {
      "number": 11,
      "content": "We drew lots to see who should go to Laban's house. Laman got picked. Laman went to Laban's house and talked with him."
    },
    {
      "number": 12,
      "content": "He asked Laban for the records written on the brass plates. These had our father's family history."
    },
    {
      "number": 13,
      "content": "Laban got angry and pushed him away. He wouldn't give him the records. He said to him: You are a robber, and I will kill you."
    },
    {
      "number": 14,
      "content": "But Laman ran away and told us what Laban had done. We became very sad. My brothers wanted to go back to our father in the desert."
    },
    {
      "number": 15,
      "content": "But I said to them: As sure as the Lord lives, and as sure as we live, we will not go back to our father in the desert until we do what the Lord told us to do."
    },
    {
      "number": 16,
      "content": "So let's keep the Lord's commands. Let's go to our father's old land. He left gold and silver and many valuable things there. He did all this because the Lord commanded it."
    },
    {
      "number": 17,
      "content": "He knew Jerusalem would be destroyed because the people were wicked."
    },
    {
      "number": 18,
      "content": "They said no to the words of God's prophets. So if my father stayed in the land after God told him to leave, he would die too. That's why he had to leave the land."
    },
    {
      "number": 19,
      "content": "God is wise to want us to get these records. This way we can keep our fathers' language for our children."
    },
    {
      "number": 20,
      "content": "We can also keep for them the words that all the holy prophets have spoken. God's Spirit and power gave these words to them from the beginning of the world until now."
    },
    {
      "number": 21,
      "content": "This is how I talked my brothers into keeping God's commands."
    },
    {
      "number": 22,
      "content": "We went to our father's old land. We gathered together our gold, silver, and valuable things."
    },
    {
      "number": 23,
      "content": "After we gathered these things, we went back to Laban's house."
    },
    {
      "number": 24,
      "content": "We went to Laban and asked him to give us the records on the brass plates. We said we would give him our gold, silver, and all our valuable things."
    },
    {
      "number": 25,
      "content": "When Laban saw our things and how much we had, he wanted them for himself. He pushed us out and sent his servants to kill us so he could take our things."
    },
    {
      "number": 26,
      "content": "We ran away from Laban's servants. We had to leave our things behind. Laban got all our stuff."
    },
    {
      "number": 27,
      "content": "We ran into the desert. Laban's servants didn't catch us. We hid in a cave in the rocks."
    },
    {
      "number": 28,
      "content": "Laman got angry at me and at my father. Lemuel got angry too because he listened to Laman. So Laman and Lemuel said mean things to us, their younger brothers. They even hit us with a stick."
    },
    {
      "number": 29,
      "content": "While they were hitting us with the stick, an angel from the Lord came and stood in front of them. He said to them: Why are you hitting your younger brother with a stick? Don't you know the Lord has chosen him to be your leader? This is because of your sins. You will go back to Jerusalem, and the Lord will help you get Laban."
    },
    {
      "number": 30,
      "content": "After the angel talked to us, he left."
    },
    {
      "number": 31,
      "content": "After the angel left, Laman and Lemuel started complaining again. They said: How can the Lord help us get Laban? He is a strong man. He has fifty men who obey him. He can kill fifty people. So why not us?"
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 2,
        "position": "before_verse",
        "text": "The Command to Get the Records",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "The Journey to Jerusalem",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "Laman's First Try",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "text": "Why the Records Are Important",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "text": "Trading Their Treasures",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "text": "Hiding in the Desert",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "text": "An Angel Appears",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 7
      }
    ]
  }
}