{
  "book": "2 Nephi",
  "chapter": 2,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "Jacob, I speak to you now. You are my first child born during our hard times in the wilderness. In your childhood, you suffered troubles and much sadness. This was because of how mean your brothers were."
    },
    {
      "number": 2,
      "content": "But Jacob, my first child born in the wilderness, you know the greatness of God. He will turn your troubles into good things for you."
    },
    {
      "number": 3,
      "content": "So your soul will be blessed. You will live safely with your brother, Nephi. You will spend your days serving God. So I know you are saved because of your Savior's goodness. You have seen that he will come to bring salvation to people."
    },
    {
      "number": 4,
      "content": "You saw his glory when you were young. So you are blessed just like those he will serve when he comes to earth. The Spirit is the same yesterday, today, and forever. The way has been prepared since man fell. Salvation is free."
    },
    {
      "number": 5,
      "content": "People are taught enough to know good from evil. The law is given to people. But no one is made right by the law. By the law, people are cut off. Yes, by earthly law, they were cut off. Also, by spiritual law, they die to what is good. They become sad forever."
    },
    {
      "number": 6,
      "content": "So salvation comes in and through the Holy Messiah. He is full of grace and truth."
    },
    {
      "number": 7,
      "content": "He offers himself as a sacrifice for sin. This satisfies the law for all who have a broken heart and sorry spirit. The law cannot be satisfied for anyone else."
    },
    {
      "number": 8,
      "content": "So it's very important to tell everyone on earth about this. They need to know that no one can live with God except through the goodness, mercy, and grace of the Holy Messiah. He gives up his life in the flesh. He takes it back by the power of the Spirit. This brings the resurrection of the dead. He is the first to rise."
    },
    {
      "number": 9,
      "content": "So he is the first fruits to God. He will speak for all people. Those who believe in him will be saved."
    },
    {
      "number": 10,
      "content": "Because he speaks for all, all people come to God. So they stand before him to be judged. He judges them by the truth and holiness in him. The law the Holy One gave includes punishment. This punishment is the opposite of the happiness that comes from the atonement."
    },
    {
      "number": 11,
      "content": "There must be opposites in all things. If not, my first child born in the wilderness, there could be no righteousness. There could be no wickedness. No holiness or sadness. No good or bad. So all things would be mixed together. If it was all one thing, it would be like dead. It would have no life or death. No decay or lasting. No happiness or sadness. No feeling at all."
    },
    {
      "number": 12,
      "content": "So it would have been created for nothing. There would be no purpose for creating it. This would destroy God's wisdom and his eternal purposes. It would destroy God's power, mercy, and justice."
    },
    {
      "number": 13,
      "content": "If you say there is no law, you also say there is no sin. If you say there is no sin, you also say there is no righteousness. If there is no righteousness, there is no happiness. If there is no righteousness or happiness, there is no punishment or sadness. If these things don't exist, there is no God. If there is no God, we don't exist. The earth doesn't exist. Nothing could have been created. Nothing could act or be acted on. So everything would have disappeared."
    },
    {
      "number": 14,
      "content": "My sons, I tell you these things for your good and learning. There is a God. He created all things. The heavens and the earth. Everything in them. Both things that act and things that are acted on."
    },
    {
      "number": 15,
      "content": "To bring about his eternal purposes for people, after he created our first parents, the animals, and the birds, and everything else, there had to be an opposite. The forbidden fruit was opposite to the tree of life. One was sweet and the other bitter."
    },
    {
      "number": 16,
      "content": "So the Lord God let man act for himself. Man could not act for himself unless he was drawn to one or the other."
    },
    {
      "number": 17,
      "content": "I, Lehi, from what I have read, must believe that an angel of God fell from Heaven. This is what is written. So he became a Devil. He had wanted what was evil before God."
    },
    {
      "number": 18,
      "content": "Because he had fallen from Heaven and became sad forever, he also wanted all people to be sad. So he said to Eve—that old serpent who is the Devil, the father of all lies—he said: \"Eat the forbidden fruit. You will not die. You will be like God, knowing good and evil.\""
    },
    {
      "number": 19,
      "content": "After Adam and Eve ate the forbidden fruit, they were driven out of the garden of Eden. They had to work the earth."
    },
    {
      "number": 20,
      "content": "They had children. Yes, the family of all the earth."
    },
    {
      "number": 21,
      "content": "People's days were made longer by God's will. This gave them time to repent while alive. So their life became a time of testing. Their time was made longer according to God's commands to people. He commanded that all people must repent. He showed all people they were lost because of what their parents did wrong."
    },
    {
      "number": 22,
      "content": "If Adam had not done wrong, he would not have fallen. He would have stayed in the garden of Eden. Everything that was created would have stayed the same as when it was created. It would have stayed that way forever with no end."
    },
    {
      "number": 23,
      "content": "They would have had no children. So they would have stayed innocent. They had no joy because they knew no sadness. They did no good because they knew no sin."
    },
    {
      "number": 24,
      "content": "But all things have been done in the wisdom of Him who knows all things."
    },
    {
      "number": 25,
      "content": "Adam fell so that people might exist. People exist so they might have joy."
    },
    {
      "number": 26,
      "content": "The Messiah comes at the right time to save people from the fall. Because they are saved from the fall, they are free forever. They know good from evil. They can act for themselves. They are not acted upon, except by the punishment of the law at the last day. This is according to God's commands."
    },
    {
      "number": 27,
      "content": "So people are free in the flesh. All things they need are given to them. They are free to choose freedom and eternal life through the great Mediator of all people. Or they can choose captivity and death according to the Devil's captivity and power. He wants all people to be sad like him."
    },
    {
      "number": 28,
      "content": "My sons, I want you to look to the great Mediator. Listen to his great commands. Be faithful to his words. Choose eternal life according to the will of his Holy Spirit."
    },
    {
      "number": 29,
      "content": "Don't choose eternal death according to the will of the flesh and the evil in it. This gives the Devil's spirit power to capture you. It brings you down to hell so he can rule over you in his kingdom."
    },
    {
      "number": 30,
      "content": "I have spoken these few words to all of you, my sons. These are the last days of my test. I have chosen the good part, as the prophet said. I have no other goal except the eternal good of your souls. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Lehi Speaks to Jacob",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "text": "The Law and the Messiah",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "Opposition in All Things",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "God's Plan for Adam and Eve",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "text": "The Fall Was Part of God's Plan",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "text": "Choose Life or Death",
        "level": 3,
        "sortOrder": 6
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 10
      }
    ]
  }
}