{
  "book": "2 Nephi",
  "chapter": 4,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I, Nephi, will speak about the prophecies my father told us. These were about Joseph, who was taken to Egypt."
    },
    {
      "number": 2,
      "content": "Joseph prophesied about all his children. The prophecies he wrote were some of the greatest. He prophesied about us and our future families. They are written on the brass plates."
    },
    {
      "number": 3,
      "content": "After my father finished speaking about Joseph's prophecies, he called Laman's children to him. He called his sons and daughters. He said to them: \"Listen to my words, my sons and daughters. You are the children of my first son.\""
    },
    {
      "number": 4,
      "content": "\"The Lord God has said: If you keep my commands, you will do well in the land. But if you don't keep my commands, you will be cut off from me.\""
    },
    {
      "number": 5,
      "content": "\"My sons and daughters, I cannot die unless I leave a blessing on you. I know that if you are raised the right way, you will not leave it.\""
    },
    {
      "number": 6,
      "content": "\"So if you are cursed, I leave my blessing on you. May the curse be taken from you and put on your parents instead.\""
    },
    {
      "number": 7,
      "content": "\"Because of my blessing, the Lord God will not let you die. He will be kind to you and your children forever.\""
    },
    {
      "number": 8,
      "content": "After my father finished speaking to Laman's sons and daughters, he brought Lemuel's sons and daughters to him."
    },
    {
      "number": 9,
      "content": "He spoke to them: \"My sons and daughters, you are the children of my second son. I give you the same blessing I gave to Laman's children. So you will not be completely destroyed. In the end, your children will be blessed.\""
    },
    {
      "number": 10,
      "content": "When my father finished speaking to them, he spoke to Ishmael's sons and all his family."
    },
    {
      "number": 11,
      "content": "After he finished speaking to them, he spoke to Sam: \"God blesses you and your children. You will inherit the land like your brother Nephi. Your children will be counted with his children. You will be like your brother. Your children will be like his children. You will be blessed all your days.\""
    },
    {
      "number": 12,
      "content": "After Lehi spoke to all his family from his heart and by the Spirit of the Lord, he got old. Then he died and was buried."
    },
    {
      "number": 13,
      "content": "Not many days after his death, Laman and Lemuel and Ishmael's sons were angry with me. This was because of the Lord's warnings."
    },
    {
      "number": 14,
      "content": "I was told to speak to them according to God's word. I had said many things to them, and so had my father before he died. Many of those things are written on my other plates. The history parts are written on my other plates."
    },
    {
      "number": 15,
      "content": "On these plates, I write about my soul. I write many scriptures that are carved on the brass plates. My soul loves the scriptures. My heart thinks about them. I write them to teach my children."
    },
    {
      "number": 16,
      "content": "My soul loves the things of the Lord. My heart always thinks about the things I have seen and heard."
    },
    {
      "number": 17,
      "content": "But even though the Lord is so good to me and shows me his great and wonderful works, my heart cries out: \"What a terrible man I am!\" My heart is sad because of my body. My soul hurts because of my sins."
    },
    {
      "number": 18,
      "content": "I am surrounded by temptations and sins that easily trap me."
    },
    {
      "number": 19,
      "content": "When I want to be happy, my heart groans because of my sins. But I know who I trust."
    },
    {
      "number": 20,
      "content": "My God has supported me. He has led me through my troubles in the wilderness. He has kept me safe on the great waters."
    },
    {
      "number": 21,
      "content": "He has filled me with his love so much that it burns in my body."
    },
    {
      "number": 22,
      "content": "He has confused my enemies and made them shake with fear before me."
    },
    {
      "number": 23,
      "content": "He has heard me cry during the day. He has given me knowledge through visions at night."
    },
    {
      "number": 24,
      "content": "During the day I have prayed boldly to him. I have sent my voice up high. Angels came down and helped me."
    },
    {
      "number": 25,
      "content": "On the wings of his Spirit, my body has been carried to very high mountains. My eyes have seen great things. They were too great for people to see. So I was told not to write them."
    },
    {
      "number": 26,
      "content": "If I have seen such great things, if the Lord has been so kind to visit people with mercy, why should my heart cry? Why should my soul stay in the valley of sadness? Why should my body waste away and my strength get weak because of my troubles?"
    },
    {
      "number": 27,
      "content": "Why should I give in to sin because of my body? Why should I give in to temptations and let the evil one have a place in my heart to destroy my peace and hurt my soul? Why am I angry because of my enemy?"
    },
    {
      "number": 28,
      "content": "Wake up, my soul! Don't fall into sin anymore. Be happy, my heart. Don't give the enemy of my soul any more room."
    },
    {
      "number": 29,
      "content": "Don't be angry again because of my enemies. Don't let my strength get weak because of my troubles."
    },
    {
      "number": 30,
      "content": "Be happy, my heart. Cry to the Lord and say: \"Lord, I will praise you forever. My soul will be happy in you, my God, the rock of my salvation.\""
    },
    {
      "number": 31,
      "content": "\"Lord, will you save my soul? Will you rescue me from my enemies? Will you make me shake with fear when I see sin?\""
    },
    {
      "number": 32,
      "content": "\"May the gates of hell always be shut before me because my heart is broken and my spirit is sorry? Lord, please don't shut the gates of your goodness before me. Let me walk in the path of the low valley. Let me stay on the straight road.\""
    },
    {
      "number": 33,
      "content": "\"Lord, will you wrap me in the robe of your goodness? Lord, will you make a way for me to escape from my enemies? Will you make my path straight before me? Will you not put obstacles in my way? Please clear my way before me. Don't block my way, but block the ways of my enemy.\""
    },
    {
      "number": 34,
      "content": "\"Lord, I have trusted in you, and I will trust in you forever. I will not trust in people's strength. I know that anyone who trusts in people's strength is cursed. Anyone who trusts in people or makes people their strength is cursed.\""
    },
    {
      "number": 35,
      "content": "\"I know that God will give freely to anyone who asks. My God will give to me if I don't ask for wrong things. So I will lift up my voice to you. I will cry to you, my God, the rock of my righteousness. My voice will always go up to you, my rock and my everlasting God. Amen.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "About Joseph's Prophecies",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 3,
        "position": "before_verse",
        "text": "Lehi's Final Blessings",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "Lehi Dies",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "text": "Nephi's Brothers Get Angry",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "text": "Nephi's Sacred Writings",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "text": "Nephi's Personal Struggle",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "God's Help to Nephi",
        "level": 3,
        "sortOrder": 7
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "text": "Nephi Asks Why He Suffers",
        "level": 3,
        "sortOrder": 8
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "text": "Nephi Encourages Himself",
        "level": 3,
        "sortOrder": 9
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "text": "Nephi's Prayer to God",
        "level": 3,
        "sortOrder": 10
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 10
      }
    ]
  }
}