{
  "book": "2 Nephi",
  "chapter": 1,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "After I, Nephi, finished teaching my brothers, our father Lehi spoke many things to them. He talked about the great things the Lord had done. The Lord had brought them out of the land of Jerusalem."
    },
    {
      "number": 2,
      "content": "He spoke to them about their rebellions on the water. He talked about God's mercy in saving their lives. God did not let them drown in the sea."
    },
    {
      "number": 3,
      "content": "He also spoke to them about the promised land they had gotten. He said the Lord was merciful to warn us. We had to leave the land of Jerusalem."
    },
    {
      "number": 4,
      "content": "He said, \"I have seen a vision. I know that Jerusalem is destroyed. If we had stayed in Jerusalem, we would have died too.\""
    },
    {
      "number": 5,
      "content": "\"But,\" he said, \"we have gotten a promised land even though we had troubles. This land is better than all other lands. The Lord God promised me this land would belong to my children. The Lord promised this land to me and to my children forever. He also promised it to all people he brings out of other countries.\""
    },
    {
      "number": 6,
      "content": "\"So I prophesy by the Spirit in me. No one will come to this land unless the Lord brings them.\""
    },
    {
      "number": 7,
      "content": "\"So this land is set apart for those he brings. If they serve him and keep his commandments, it will be a land of freedom for them. They will never be made prisoners. If they are, it will be because of sin. If sin spreads, the land will be cursed for their sake. But for righteous people, it will be blessed forever.\""
    },
    {
      "number": 8,
      "content": "\"It is wise that other nations don't know about this land yet. Many nations would come and fill the land. There would be no place for us to live.\""
    },
    {
      "number": 9,
      "content": "\"So I have gotten a promise. If the people the Lord brings from Jerusalem keep his commandments, they will do well in this land. They will be kept from all other nations. They will have this land to themselves. If they keep his commandments, they will be blessed in this land. No one will bother them or take away their land. They will be safe forever.\""
    },
    {
      "number": 10,
      "content": "\"But when the time comes that they stop believing, after getting such great blessings from the Lord, it will be different. They will know about the creation of the earth. They will know about all the Lord's great and wonderful works since the world was created. They will have power to do all things by faith. They will have all the commandments from the beginning. They will have been brought by his goodness into this precious promised land. I say, if the day comes that they reject the Holy One of Israel, their true Messiah, their Redeemer and their God, then God's fair judgments will come upon them.\""
    },
    {
      "number": 11,
      "content": "\"He will bring other nations to them. He will give those nations power. He will take away their land. He will cause them to be scattered and hurt.\""
    },
    {
      "number": 12,
      "content": "\"As one generation passes to another, there will be bloodshed and great troubles among them. So, my sons, I want you to remember. I want you to listen to my words.\""
    },
    {
      "number": 13,
      "content": "\"I wish you would wake up! Wake up from a deep sleep! Wake up from the sleep of hell! Shake off the awful chains that bind you. These are the chains that bind all people. They carry people down to endless misery and sadness!\""
    },
    {
      "number": 14,
      "content": "\"Wake up! Get up from the dust! Hear the words of your shaking parent. Soon you must put my body in the cold and silent grave. No one can return from there. In a few more days, I will die.\""
    },
    {
      "number": 15,
      "content": "\"But the Lord has saved my soul from hell. I have seen his glory. I am wrapped forever in the arms of his love.\""
    },
    {
      "number": 16,
      "content": "\"I want you to remember to obey the Lord's laws and judgments. This has worried my soul from the beginning.\""
    },
    {
      "number": 17,
      "content": "\"My heart has been sad from time to time. I have been afraid because of the hardness of your hearts. I fear the Lord your God might come out in his full anger against you. You might be cut off and destroyed forever.\""
    },
    {
      "number": 18,
      "content": "\"Or a curse might come upon you for many generations. You might be attacked by sword and famine. You might be hated. The Devil might lead you as prisoners.\""
    },
    {
      "number": 19,
      "content": "\"O my sons, I hope these things don't come upon you. I hope you will be a chosen and favored people of the Lord. But his will be done. His ways are righteous forever.\""
    },
    {
      "number": 20,
      "content": "\"He has said if you keep my commandments, you will do well in the land. But if you don't keep my commandments, you will be cut off from me.\""
    },
    {
      "number": 21,
      "content": "\"I want my soul to have joy in you. I want my heart to leave this world with gladness because of you. I don't want to go to the grave with grief and sadness. Get up from the dust, my sons. Be men. Be determined with one mind and one heart. Be united in all things. Then you won't become prisoners.\""
    },
    {
      "number": 22,
      "content": "\"Then you won't be cursed with a terrible curse. You won't make a fair God angry with you. You won't be destroyed. Your soul and body won't be destroyed forever.\""
    },
    {
      "number": 23,
      "content": "\"Wake up, my sons. Put on the armor of righteousness. Shake off the chains that bind you. Come out of darkness. Get up from the dust.\""
    },
    {
      "number": 24,
      "content": "\"Don't rebel against your brother anymore. His views have been glorious. He has kept the commandments since we left Jerusalem. He has been God's tool in bringing us to the promised land. Without him, we would have died from hunger in the wilderness. But you tried to kill him. He has had much sadness because of you.\""
    },
    {
      "number": 25,
      "content": "\"I am very afraid and tremble because of you. I'm afraid he will suffer again. You have accused him of wanting power over you. But I know he has not wanted power over you. He has wanted God's glory and your eternal good.\""
    },
    {
      "number": 26,
      "content": "\"You have complained because he has been direct with you. You say he has been sharp. You say he has been angry with you. But his sharpness was the sharpness of God's word in him. What you call anger was the truth from God. He couldn't hold it back. He had to speak boldly about your sins.\""
    },
    {
      "number": 27,
      "content": "\"God's power must be with him when he commands you to obey. But it was not him. It was the Spirit of the Lord in him. The Spirit opened his mouth to speak. He could not shut it.\""
    },
    {
      "number": 28,
      "content": "\"Now my son Laman, and also Lemuel and Sam, and also my sons who are the sons of Ishmael, listen. If you will listen to Nephi's voice, you will not die. If you will listen to him, I leave you a blessing. I give you my first blessing.\""
    },
    {
      "number": 29,
      "content": "\"But if you won't listen to him, I take away my first blessing. My blessing will rest upon him.\""
    },
    {
      "number": 30,
      "content": "\"Now, Zoram, I speak to you. You were Laban's servant. But you have been brought out of Jerusalem. I know you are a true friend to my son Nephi forever.\""
    },
    {
      "number": 31,
      "content": "\"Because you have been faithful, your children will be blessed with his children. They will do well for a long time in this land. Nothing will harm or disturb them in this land forever, except sin among them.\""
    },
    {
      "number": 32,
      "content": "\"So if you keep the Lord's commandments, the Lord has set apart this land. It will be safe for your children with my son's children.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Lehi Speaks to His Sons",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 4,
        "position": "before_verse",
        "text": "The Promised Land",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "text": "A Warning About the Future",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "text": "Wake Up from Sin",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "text": "Be United and Strong",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "text": "Follow Nephi",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "text": "Blessing for Zoram",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 10
      }
    ]
  }
}