{
  "book": "2 Nephi",
  "chapter": 4,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I, Nephi, want to talk about the prophecies my father spoke about. They were about Joseph who was taken to Egypt."
    },
    {
      "number": 2,
      "content": "Joseph made prophecies about all his children and future family. There are not many prophecies greater than his. He also prophesied about us and our children. These prophecies are written on the brass plates."
    },
    {
      "number": 3,
      "content": "After my father finished talking about Joseph's prophecies, he called Laman's children. He said to them: \"My sons and daughters, listen to my words.\""
    },
    {
      "number": 4,
      "content": "\"The Lord God has said: If you keep my commandments, you will do well in the land. If you don't keep my commandments, you will be cut off from me.\""
    },
    {
      "number": 5,
      "content": "\"My sons and daughters, I cannot die without giving you a blessing. I know that if you are taught the right way to live, you will not leave it.\""
    },
    {
      "number": 6,
      "content": "\"So if you are cursed, I leave my blessing with you. The curse will be taken from you and put on your parents instead.\""
    },
    {
      "number": 7,
      "content": "\"Because of my blessing, the Lord God will not let you die. He will be kind to you and your children forever.\""
    },
    {
      "number": 8,
      "content": "After my father finished speaking to Laman's children, he asked for Lemuel's children to come to him."
    },
    {
      "number": 9,
      "content": "He said to them: \"My sons and daughters, I give you the same blessing I gave to Laman's children. You will not be completely destroyed. In the end, your children will be blessed.\""
    },
    {
      "number": 10,
      "content": "After my father finished speaking to them, he spoke to the sons of Ishmael and all their families."
    },
    {
      "number": 11,
      "content": "After that, he spoke to Sam. He said: \"God blesses you and your children. You will inherit the land like your brother Nephi. Your children will be counted with his children. You will be like your brother, and your children like his. You will be blessed all your days.\""
    },
    {
      "number": 12,
      "content": "After Lehi spoke to all his family from his heart and by the Spirit of the Lord, he grew old. Then he died and was buried."
    },
    {
      "number": 13,
      "content": "A few days after his death, Laman, Lemuel, and the sons of Ishmael were angry with me. They were angry because of what the Lord told me to say."
    },
    {
      "number": 14,
      "content": "The Lord told me to speak to them according to his word. I had said many things to them. My father also said many things before he died. Many of these sayings are written on my other plates, which have more history."
    },
    {
      "number": 15,
      "content": "On these plates I write the things of my soul and many scriptures from the brass plates. I love the scriptures. My heart thinks about them. I write them to teach and help my children."
    },
    {
      "number": 16,
      "content": "I love the things of the Lord. My heart always thinks about the things I have seen and heard."
    },
    {
      "number": 17,
      "content": "But even though the Lord has shown me his great and wonderful works, my heart cries: \"I am such a bad person!\" My heart is sad because of my body. My soul is sad because of my sins."
    },
    {
      "number": 18,
      "content": "Temptations and sins surround me and trap me easily."
    },
    {
      "number": 19,
      "content": "When I want to be happy, my heart is sad because of my sins. But I know who I trust."
    },
    {
      "number": 20,
      "content": "My God has helped me. He led me through my troubles in the wilderness. He kept me safe on the waters of the great deep sea."
    },
    {
      "number": 21,
      "content": "He has filled me with his love until it burned through my body."
    },
    {
      "number": 22,
      "content": "He has confused my enemies and made them shake with fear in front of me."
    },
    {
      "number": 23,
      "content": "He has heard my prayers during the day. He has given me knowledge through visions at night."
    },
    {
      "number": 24,
      "content": "During the day I have prayed boldly to him. I have called out loud to heaven. Angels came down and helped me."
    },
    {
      "number": 25,
      "content": "His Spirit has carried my body to very high mountains. My eyes have seen great things. They were too great for people. So I was told not to write them."
    },
    {
      "number": 26,
      "content": "If I have seen such great things, if the Lord has visited people with so much mercy, why should my heart cry? Why should my soul stay in sadness? Why should my body waste away and my strength fail because of my troubles?"
    },
    {
      "number": 27,
      "content": "Why should I give in to sin because of my body? Why should I let temptations win so the evil one can enter my heart? Why does he destroy my peace and trouble my soul? Why am I angry at my enemy?"
    },
    {
      "number": 28,
      "content": "Wake up, my soul! Don't stay weak in sin. Be happy, my heart! Don't let the enemy of my soul have any more room."
    },
    {
      "number": 29,
      "content": "Don't be angry again because of my enemies. Don't let my strength fail because of my troubles."
    },
    {
      "number": 30,
      "content": "Be happy, my heart! Cry to the Lord and say: \"Lord, I will praise you forever! My soul will be happy in you, my God, the rock of my salvation.\""
    },
    {
      "number": 31,
      "content": "\"Lord, will you save my soul? Will you rescue me from my enemies? Will you make me shake at the sight of sin?\""
    },
    {
      "number": 32,
      "content": "\"May the gates of hell stay closed in front of me because my heart is broken and my spirit is sorry. Lord, will you keep the gates of your goodness open for me? Let me walk in the low valley path. Let me stay on the straight road.\""
    },
    {
      "number": 33,
      "content": "\"Lord, will you wrap me in your robe of goodness? Lord, will you make a way for me to escape from my enemies? Will you make my path straight? Will you not put blocks in my way? Will you clear my way and not block it, but block my enemy's way?\""
    },
    {
      "number": 34,
      "content": "\"Lord, I have trusted in you. I will trust in you forever. I will not trust in human strength. I know that anyone who trusts in human strength is cursed. Anyone who trusts in people or makes human strength their power is cursed.\""
    },
    {
      "number": 35,
      "content": "\"I know that God gives freely to those who ask. My God will give to me if I don't ask wrongly. So I will call out to you. I will cry to you, my God, the rock of my goodness. My voice will always go up to you, my rock and my God forever. Amen.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Lehi's Final Blessings",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "text": "After Lehi's Death",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "text": "Nephi's Prayer",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "text": "Trust in the Lord",
        "level": 3,
        "sortOrder": 4
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 34,
        "position": "before_verse",
        "sortOrder": 9
      }
    ]
  }
}