{
  "book": "2 Nephi",
  "chapter": 24,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "The Lord will care for Jacob's family. He will choose Israel again. He will bring them back to their own land. People from other nations will join them. They will become part of Jacob's family."
    },
    {
      "number": 2,
      "content": "People will bring them home from far away places. They will return to their promised land. Israel's family will be in charge of those who once ruled them. The people who took them as prisoners will become their prisoners."
    },
    {
      "number": 3,
      "content": "Then the Lord will give you rest from your sadness. He will take away your fear. He will free you from the hard work you were forced to do."
    },
    {
      "number": 4,
      "content": "In that day, you will say this about the king of Babylon: \"The mean ruler has ended! The golden city has ended!\""
    },
    {
      "number": 5,
      "content": "The Lord has broken the power of bad people. He has broken the power of cruel rulers."
    },
    {
      "number": 6,
      "content": "The ruler who kept hitting people in anger is gone. The one who ruled nations with anger is now being punished. No one helps him."
    },
    {
      "number": 7,
      "content": "The whole earth is peaceful and quiet. People begin to sing."
    },
    {
      "number": 8,
      "content": "Even the trees are happy you are gone. The pine trees and cedar trees say: \"Now that you have fallen, no one comes to cut us down.\""
    },
    {
      "number": 9,
      "content": "The place of the dead gets ready for you. It wakes up the dead leaders to meet you. It makes all the kings of nations stand up from their thrones."
    },
    {
      "number": 10,
      "content": "They will all speak to you. They will say: \"You have become weak like us! You are the same as us now!\""
    },
    {
      "number": 11,
      "content": "Your pride is buried with you. No one hears your music anymore. Worms are your bed. Worms are your blanket."
    },
    {
      "number": 12,
      "content": "You have fallen from heaven, morning star! You who made nations weak are now cut down to the ground!"
    },
    {
      "number": 13,
      "content": "You said in your heart: \"I will go up to heaven. I will raise my throne above God's stars. I will sit on the mountain where the gods meet in the far north.\""
    },
    {
      "number": 14,
      "content": "\"I will rise above the clouds. I will be like God.\""
    },
    {
      "number": 15,
      "content": "But you will go down to the place of the dead. You will go to the deepest pit."
    },
    {
      "number": 16,
      "content": "Those who see you will stare at you. They will think about you and say: \"Is this the man who made the earth shake? Is this the one who made kingdoms afraid?\""
    },
    {
      "number": 17,
      "content": "\"Is this the one who turned the world into a desert? Who destroyed its cities? Who never let his prisoners go home?\""
    },
    {
      "number": 18,
      "content": "All the kings of nations lie in honor. Each one rests in his own tomb."
    },
    {
      "number": 19,
      "content": "But you are thrown out without a grave. You are like a hated branch. You are covered with those killed by swords. You go down to a pit of stones. You are like a dead body people step on."
    },
    {
      "number": 20,
      "content": "You will not be buried with them. You destroyed your own land. You killed your own people. The children of evil people will never be remembered."
    },
    {
      "number": 21,
      "content": "Get ready to kill his children because of their fathers' sins. Don't let them rise up and take the land. Don't let them fill the world with cities."
    },
    {
      "number": 22,
      "content": "\"I will fight against them,\" says the Lord of heaven's armies. \"I will destroy Babylon's name. I will destroy everyone left in the city,\" says the Lord."
    },
    {
      "number": 23,
      "content": "\"I will make it a home for owls and swamps. I will sweep it away with the broom of destruction,\" says the Lord of heaven's armies."
    },
    {
      "number": 24,
      "content": "The Lord of heaven's armies has made a promise: \"What I have planned will happen. What I have decided will come true.\""
    },
    {
      "number": 25,
      "content": "\"I will destroy the Assyrian in my land. I will crush him on my mountains. Then his heavy load will be taken from my people. His burden will be removed from their shoulders.\""
    },
    {
      "number": 26,
      "content": "This is the plan for the whole earth. This is God's hand raised over all nations."
    },
    {
      "number": 27,
      "content": "The Lord of heaven's armies has planned it. Who can stop it? His hand is raised. Who can turn it back?"
    },
    {
      "number": 28,
      "content": "This message came in the year King Ahaz died."
    },
    {
      "number": 29,
      "content": "Don't be happy, Philistia, because the rod that hit you is broken. A poisonous snake will come from the snake's egg. Its child will be a deadly flying snake."
    },
    {
      "number": 30,
      "content": "The poorest people will have food. Those in need will lie down safely. But I will kill your family with hunger. The enemy will kill those who are left."
    },
    {
      "number": 31,
      "content": "Cry out, city gate! Cry for help, city! All of Philistia melts in fear! An army comes from the north like smoke. Every soldier stays in line."
    },
    {
      "number": 32,
      "content": "What will we tell the messengers from other nations? The Lord has built Zion. His poor people will find safety there."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "God Will Bring Israel Home",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 4,
        "position": "before_verse",
        "text": "The Fall of Babylon's King",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "The Morning Star Falls",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "text": "God's Promise Against Babylon",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "text": "Warning to Philistia",
        "level": 3,
        "sortOrder": 5
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 31,
        "position": "before_verse",
        "sortOrder": 8
      }
    ]
  }
}