{
  "book": "2 Nephi",
  "chapter": 15,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "I will sing a song about my friend and his vineyard. My friend had a vineyard on a rich hill."
    },
    {
      "number": 2,
      "content": "He put a fence around it and took out all the stones. He planted the best vines. He built a tower in the middle. He also made a place to make wine. He hoped it would grow good grapes. But it grew bad grapes."
    },
    {
      "number": 3,
      "content": "People of Jerusalem and men of Judah, please judge between me and my vineyard."
    },
    {
      "number": 4,
      "content": "What else could I have done for my vineyard? I did everything for it. Why did it grow bad grapes when I hoped for good ones?"
    },
    {
      "number": 5,
      "content": "Now let me tell you what I will do to my vineyard. I will take away its fence. Animals will eat it. I will break down its wall. People will walk on it."
    },
    {
      "number": 6,
      "content": "I will let it become empty. No one will trim it or dig it. Weeds and thorns will grow there. I will tell the clouds not to rain on it."
    },
    {
      "number": 7,
      "content": "The Lord's vineyard is the House of Israel. The men of Judah are his special plants. He looked for fairness but found cruelty. He looked for what was right but heard cries for help."
    },
    {
      "number": 8,
      "content": "Trouble will come to those who buy up all the houses and land until they own everything."
    },
    {
      "number": 9,
      "content": "The Lord told me that many houses will be empty. Even big and nice cities will have no one living in them."
    },
    {
      "number": 10,
      "content": "Ten acres of vineyard will only make a little wine. Many seeds will only grow a little grain."
    },
    {
      "number": 11,
      "content": "Trouble will come to those who wake up early to drink alcohol. They stay up late getting drunk on wine."
    },
    {
      "number": 12,
      "content": "They have music and wine at their parties. But they don't care about what the Lord does. They don't notice what his hands have made."
    },
    {
      "number": 13,
      "content": "So my people are taken away as prisoners because they don't understand. Their important men are hungry. Their crowds are thirsty."
    },
    {
      "number": 14,
      "content": "So hell has opened wide its mouth. Their glory, their crowds, and their proud people will fall into it."
    },
    {
      "number": 15,
      "content": "Common people will be brought low. Strong people will be humbled. Proud people will look down."
    },
    {
      "number": 16,
      "content": "But the Lord will be lifted up for his fairness. The holy God will show he is holy through what is right."
    },
    {
      "number": 17,
      "content": "Then lambs will eat in their own pastures. Strangers will eat in the ruined places of the rich."
    },
    {
      "number": 18,
      "content": "Trouble will come to those who pull sin along with ropes of lies. They drag evil like pulling a cart."
    },
    {
      "number": 19,
      "content": "They say: \"Let God hurry. Let him do his work quickly so we can see it. Let the Holy One of Israel's plan happen so we can know it.\""
    },
    {
      "number": 20,
      "content": "Trouble will come to those who call evil good and good evil. They say darkness is light and light is darkness. They say bitter is sweet and sweet is bitter."
    },
    {
      "number": 21,
      "content": "Trouble will come to those who think they are wise and smart."
    },
    {
      "number": 22,
      "content": "Trouble will come to those who are strong at drinking wine and mixing alcohol."
    },
    {
      "number": 23,
      "content": "They let guilty people go free for money. They take away what good people deserve."
    },
    {
      "number": 24,
      "content": "Fire burns up dry grass. Flames turn straw to ashes. Their roots will rot. Their flowers will blow away like dust. This is because they rejected the Lord's law. They hated the words of the Holy One of Israel."
    },
    {
      "number": 25,
      "content": "So the Lord is angry with his people. He has raised his hand against them and struck them. The hills shook. Dead bodies lie in the streets. But he is still angry. His hand is still raised."
    },
    {
      "number": 26,
      "content": "He will raise a flag for far away nations. He will whistle for them from the ends of the earth. They will come quickly. They won't be tired or trip."
    },
    {
      "number": 27,
      "content": "None of them will get sleepy or fall asleep. Their belts won't come loose. Their sandal straps won't break."
    },
    {
      "number": 28,
      "content": "Their arrows are sharp. All their bows are ready. Their horses' feet are as hard as rock. Their wheels spin like a storm. They roar like lions."
    },
    {
      "number": 29,
      "content": "They will roar like young lions. They will grab their prey and carry it away. No one can save it."
    },
    {
      "number": 30,
      "content": "On that day they will roar against them like the sea. If they look at the land, they will see darkness and sadness. The light is blocked by the clouds."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The Song of the Vineyard",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "Troubles Coming to the Wicked",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "More Warnings",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "text": "God's Anger Against His People",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "text": "An Army Is Coming",
        "level": 3,
        "sortOrder": 5
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 10
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 11
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "sortOrder": 12
      }
    ]
  }
}