{
  "book": "2 Nephi",
  "chapter": 5,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I, Nephi, cried a lot to the Lord my God. This was because my brothers were angry."
    },
    {
      "number": 2,
      "content": "But their anger got worse. They wanted to kill me."
    },
    {
      "number": 3,
      "content": "They complained about me. They said: \"Our younger brother thinks he can rule over us. He has caused us a lot of trouble. So let's kill him. Then we won't have to listen to his words anymore. We don't want him to be our ruler. We are the older brothers, so we should rule over these people.\""
    },
    {
      "number": 4,
      "content": "I don't write down all the words they said against me on these plates. But I will say this: they wanted to kill me."
    },
    {
      "number": 5,
      "content": "Then the Lord warned me. He told me I should leave my brothers and go into the wilderness. Everyone who wanted to go with me should come too."
    },
    {
      "number": 6,
      "content": "So I took my family, and Zoram and his family, and Sam, my older brother, and his family, and Jacob and Joseph, my younger brothers, and my sisters, and everyone who wanted to go with me. All the people who came with me believed in God's warnings and revelations. So they listened to my words."
    },
    {
      "number": 7,
      "content": "We took our tents and everything we could carry. We traveled in the wilderness for many days. After we had traveled for many days, we set up our tents."
    },
    {
      "number": 8,
      "content": "My people wanted us to call the place Nephi. So we called it Nephi."
    },
    {
      "number": 9,
      "content": "All the people who were with me called themselves the people of Nephi."
    },
    {
      "number": 10,
      "content": "We kept God's laws and commandments in everything. We followed the law of Moses."
    },
    {
      "number": 11,
      "content": "The Lord was with us. We did very well. We planted seeds and had lots of food. We started raising sheep, cattle, and all kinds of animals."
    },
    {
      "number": 12,
      "content": "I had also brought the records that were written on the brass plates. I also brought the ball, or compass, that the Lord had made for my father."
    },
    {
      "number": 13,
      "content": "Then we did very well and had many children in the land."
    },
    {
      "number": 14,
      "content": "I took the sword of Laban. I used it as a pattern to make many swords. I did this so the people now called Lamanites couldn't attack us and destroy us. I knew they hated me and my children and all my people."
    },
    {
      "number": 15,
      "content": "I taught my people to build buildings. I taught them to work with wood, iron, copper, brass, steel, gold, silver, and precious metals. We had lots of these materials."
    },
    {
      "number": 16,
      "content": "I built a temple. I built it like Solomon's temple. But it wasn't built with as many precious things. We couldn't find them in our land. So it couldn't be built exactly like Solomon's temple. But it was built the same way as Solomon's temple. The work was very good."
    },
    {
      "number": 17,
      "content": "Then I made my people work hard with their hands."
    },
    {
      "number": 18,
      "content": "Then they wanted me to be their king. But I didn't want them to have a king. But I did what I could for them."
    },
    {
      "number": 19,
      "content": "The Lord's words about my brothers came true. He had said I would be their ruler and teacher. So I had been their ruler and teacher, just like the Lord commanded. I did this until they tried to kill me."
    },
    {
      "number": 20,
      "content": "So the Lord's word came true. He had told me: \"If they don't listen to your words, they will be cut off from me.\" And they were cut off from him."
    },
    {
      "number": 21,
      "content": "He made the curse come on them. It was a very bad curse because they were wicked. They had made their hearts hard against him. Their hearts became like stone. They were white and very beautiful. So that they wouldn't attract my people, the Lord God made their skin black."
    },
    {
      "number": 22,
      "content": "The Lord God says: \"I will make them terrible to your people. This will happen unless they repent of their sins.\""
    },
    {
      "number": 23,
      "content": "\"Anyone who marries their children will be cursed too. They will have the same curse.\" The Lord said it, and it happened."
    },
    {
      "number": 24,
      "content": "Because of their curse, they became lazy people. They were full of trouble and tricks. They looked for wild animals in the wilderness."
    },
    {
      "number": 25,
      "content": "The Lord God said to me: \"They will cause trouble for your children. This will help your children remember me. But if your children don't remember me and listen to my words, the Lamanites will hurt them until they are destroyed.\""
    },
    {
      "number": 26,
      "content": "Then I made Jacob and Joseph priests and teachers over my people."
    },
    {
      "number": 27,
      "content": "Then we lived happily."
    },
    {
      "number": 28,
      "content": "Thirty years had passed since we left Jerusalem."
    },
    {
      "number": 29,
      "content": "I had kept records about my people on my plates up to this time."
    },
    {
      "number": 30,
      "content": "Then the Lord God said to me: \"Make other plates. Write many things on them that are good for your people.\" So I obeyed the Lord's commandments. I went and made these plates. I wrote these things on them."
    },
    {
      "number": 31,
      "content": "I wrote things that please God. If my people are pleased with God's things, they will be pleased with what I wrote on these plates."
    },
    {
      "number": 32,
      "content": "If my people want to know more about our history, they must look at my other plates."
    },
    {
      "number": 33,
      "content": "I will just say that forty years had passed. We had already fought wars with our brothers."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi's Brothers Want to Kill Him",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "text": "The Lord Warns Nephi to Leave",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "The People of Nephi",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "God Blesses Nephi's People",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "Building and Working",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "Nephi as Leader",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "The Curse on the Lamanites",
        "level": 3,
        "sortOrder": 7
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "text": "Thirty Years Later",
        "level": 3,
        "sortOrder": 8
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "text": "The Lord Tells Nephi to Make New Plates",
        "level": 3,
        "sortOrder": 9
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 8
      }
    ]
  }
}