{
  "book": "2 Nephi",
  "chapter": 3,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I speak to you, Joseph, my last child. You were born in the wilderness during my troubles. Your mother had you during my saddest days."
    },
    {
      "number": 2,
      "content": "May the Lord set apart this land for you. It is a very special land. It will belong to you and your children with your brothers. It will be yours forever if you keep the commands of the Holy One of Israel."
    },
    {
      "number": 3,
      "content": "Joseph, my last child, I brought you out of the wilderness of my troubles. May the Lord bless you forever. Your children will not be completely destroyed."
    },
    {
      "number": 4,
      "content": "You are my child. I am a descendant of Joseph who was taken as a prisoner to Egypt. The Lord made great promises to Joseph."
    },
    {
      "number": 5,
      "content": "So Joseph saw our day. He got a promise from the Lord. From his descendants, the Lord God would raise up a good branch to the House of Israel. Not the Messiah, but a branch that would be broken off. But the Lord's promises would remember them. The Messiah would be shown to them in the last days. He would come in the Spirit's power. He would bring them out of darkness into light. Out of hidden darkness and captivity into freedom."
    },
    {
      "number": 6,
      "content": "Joseph said: \"The Lord my God will raise up a seer. He will be a special seer for my descendants.\""
    },
    {
      "number": 7,
      "content": "Joseph said the Lord told him: \"I will raise up a special seer from your descendants. Your descendants will think highly of him. I will tell him to do a work for your descendants, his brothers. It will be very valuable to them. It will bring them to know the promises I made to your fathers.\""
    },
    {
      "number": 8,
      "content": "\"I will tell him to do no other work except what I tell him. I will make him great in my eyes. He will do my work.\""
    },
    {
      "number": 9,
      "content": "\"He will be great like Moses. I said I would raise up Moses to deliver my people, O house of Israel.\""
    },
    {
      "number": 10,
      "content": "\"I will raise up Moses to deliver your people out of Egypt.\""
    },
    {
      "number": 11,
      "content": "\"But I will raise up a seer from your descendants. I will give him power to bring my word to your descendants. Not just to bring my word, says the Lord, but to convince them of my word that has already gone to them.\""
    },
    {
      "number": 12,
      "content": "\"So your descendants will write. The descendants of Judah will write. What your descendants write and what Judah's descendants write will grow together. They will prove false teachings wrong. They will end arguments. They will make peace among your descendants. They will bring them to know their fathers in the last days. They will also know my promises, says the Lord.\""
    },
    {
      "number": 13,
      "content": "\"Out of weakness he will be made strong. This will happen when my work begins among all my people. When I restore you, O house of Israel, says the Lord.\""
    },
    {
      "number": 14,
      "content": "This is how Joseph prophesied: \"The Lord will bless that seer. Those who try to destroy him will be confused. This promise I got from the Lord about your descendants will be kept. I am sure this promise will be kept.\""
    },
    {
      "number": 15,
      "content": "\"His name will be the same as mine. It will also be the same as his father's name. He will be like me. What the Lord brings through his hand will bring my people to salvation by the Lord's power.\""
    },
    {
      "number": 16,
      "content": "This is what Joseph prophesied. \"I am as sure of this as I am sure of the promise about Moses. The Lord told me he will preserve my children forever.\""
    },
    {
      "number": 17,
      "content": "\"The Lord said: 'I will raise up Moses. I will give him power in a rod. I will give him judgment in writing. But I will not let him speak much. I will not make him mighty in speaking. But I will write my law for him with my own finger. I will make a spokesman for him.'\""
    },
    {
      "number": 18,
      "content": "\"The Lord also told me: 'I will raise up someone from your descendants. I will make a spokesman for him. I will let him write the writing from your descendants to your descendants. The spokesman will speak it.'\""
    },
    {
      "number": 19,
      "content": "\"The words he writes will be the words that are good in my wisdom to go to your descendants. It will be as if your descendants cried to them from the dust. I know their faith.\""
    },
    {
      "number": 20,
      "content": "\"They will cry from the dust. They will call for repentance to their brothers after many generations have passed. Their cry will go out with simple words.\""
    },
    {
      "number": 21,
      "content": "\"Because of their faith, their words will come from my mouth to their brothers who are your descendants. I will make their weak words strong in their faith. This will help them remember my promise I made to your fathers.\""
    },
    {
      "number": 22,
      "content": "My son Joseph, this is how my father of old prophesied."
    },
    {
      "number": 23,
      "content": "So because of this promise, you are blessed. Your children will not be destroyed. They will listen to the words of the Book."
    },
    {
      "number": 24,
      "content": "One mighty person will rise up among them. He will do much good in word and deed. He will be God's tool with great faith. He will work mighty wonders. He will do what is great in God's sight. He will bring much restoration to the House of Israel and to your brothers' children."
    },
    {
      "number": 25,
      "content": "You are blessed, Joseph. You are little. So listen to your brother Nephi's words. It will happen just as I have said. Remember your dying father's words. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Lehi Speaks to Joseph",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 4,
        "position": "before_verse",
        "text": "Joseph of Egypt's Prophecy",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "A Future Seer Like Moses",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "The Seer's Name and Mission",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "Words from the Dust",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "text": "Blessings for Joseph",
        "level": 3,
        "sortOrder": 6
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 10
      }
    ]
  }
}