{
  "book": "2 Nephi",
  "chapter": 26,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "After Christ rises from the dead, he will show himself to you. You are my children and my dear brothers. The words he speaks to you will be the law you should follow."
    },
    {
      "number": 2,
      "content": "I say to you that I have seen many generations will pass away. There will be great wars and fights among my people."
    },
    {
      "number": 3,
      "content": "After the Messiah comes, there will be signs for my people. They will see signs of his birth, death, and coming back to life. That day will be great and terrible for the wicked. They will die because they threw out the prophets and saints. They threw stones at them and killed them. So the blood of the saints will cry to God from the ground against them."
    },
    {
      "number": 4,
      "content": "So all who are proud and do wicked things will be burned up. The Lord of Hosts says they will be like dry grass."
    },
    {
      "number": 5,
      "content": "Those who kill the prophets and saints will be swallowed up by the earth, says the Lord of Hosts. Mountains will cover them. Windstorms will carry them away. Buildings will fall on them and crush them to pieces and grind them to powder."
    },
    {
      "number": 6,
      "content": "They will be visited with thunder, lightning, and earthquakes. All kinds of destruction will come. The fire of the Lord's anger will burn against them. They will be like dry grass. The day that comes will burn them up, says the Lord of Hosts."
    },
    {
      "number": 7,
      "content": "Oh, the pain and suffering in my soul for the death of my people! I, Nephi, have seen it. It almost destroys me before the Lord. But I must cry to my God: your ways are right."
    },
    {
      "number": 8,
      "content": "But the good people who listen to the words of the prophets will not die. They do not destroy the prophets. They look forward to Christ with strong faith for the signs that are given. Even when they are hurt, they are the ones who will not die."
    },
    {
      "number": 9,
      "content": "The Son of goodness will appear to them. He will heal them. They will have peace with him for three generations. Many of the fourth generation will also live in goodness."
    },
    {
      "number": 10,
      "content": "After these things happen, quick destruction will come to my people. Even though it hurts my soul, I have seen it. So I know it will happen. They sell themselves for nothing. For the reward of their pride and foolishness, they will be destroyed. Because they give in to the Devil and choose works of darkness rather than light, they must go down to hell."
    },
    {
      "number": 11,
      "content": "The Spirit of the Lord will not always work with people. When the Spirit stops working with people, quick destruction comes. This makes me sad."
    },
    {
      "number": 12,
      "content": "As I spoke about convincing the Jews that Jesus is the Christ, the Gentiles must also be convinced. They must know that Jesus is the Christ, the Eternal God."
    },
    {
      "number": 13,
      "content": "He shows himself to all who believe in him by the power of the Holy Ghost. He shows himself to every nation, family, language, and people. He works great miracles, signs, and wonders among people according to their faith."
    },
    {
      "number": 14,
      "content": "But I tell you about the last days. I tell you about the days when the Lord God will bring these things to the people."
    },
    {
      "number": 15,
      "content": "After my children and my brothers' children have fallen away in unbelief, they will be hit by the Gentiles. After the Lord God has camped against them all around and attacked them with armies and forts. After they have been brought down low into the dust until they are gone, the words of the good people will still be written. The prayers of the faithful will be heard. All who have fallen away in unbelief will not be forgotten."
    },
    {
      "number": 16,
      "content": "Those who are destroyed will speak to them from the ground. Their speech will be low from the dust. Their voice will be like someone with a spirit. The Lord God will give him power to whisper about them from the ground. Their speech will whisper from the dust."
    },
    {
      "number": 17,
      "content": "The Lord God says: They will write the things that will be done among them. These things will be written and sealed up in a book. Those who have fallen away in unbelief will not have them. They try to destroy the things of God."
    },
    {
      "number": 18,
      "content": "So those who have been destroyed were destroyed quickly. The crowd of their terrible ones will be like dry grass that blows away. The Lord God says: It will happen in an instant, suddenly."
    },
    {
      "number": 19,
      "content": "It will happen that those who have fallen away in unbelief will be hit by the hand of the Gentiles."
    },
    {
      "number": 20,
      "content": "The Gentiles are lifted up in the pride of their eyes. They have stumbled because of the greatness of their stumbling block. They have built up many churches. But they put down the power and miracles of God. They preach their own wisdom and their own learning to get money. They hurt the poor."
    },
    {
      "number": 21,
      "content": "There are many churches built up that cause jealousy, fights, and hate."
    },
    {
      "number": 22,
      "content": "There are also secret groups, just like in old times. These groups follow the plans of the Devil. He started all these things. He started murder and works of darkness. He leads them by the neck with a thin cord until he ties them with his strong cords forever."
    },
    {
      "number": 23,
      "content": "My dear brothers, I say to you that the Lord God does not work in darkness."
    },
    {
      "number": 24,
      "content": "He does not do anything unless it helps the world. He loves the world so much that he gives his own life. He does this to draw all people to him. So he tells no one that they cannot share in his salvation."
    },
    {
      "number": 25,
      "content": "Does he cry to anyone saying: \"Go away from me\"? I say to you, no. But he says: \"Come to me all you ends of the earth. Buy milk and honey without money and without price.\""
    },
    {
      "number": 26,
      "content": "Has he told anyone they should leave the synagogues or houses of worship? I say to you, no."
    },
    {
      "number": 27,
      "content": "Has he told anyone they cannot share in his salvation? I say to you, no. He has given it free for all people. He has told his people that they should ask all people to change their hearts."
    },
    {
      "number": 28,
      "content": "Has the Lord told anyone they cannot share in his goodness? I say to you, no. All people have the same chance. None are kept away."
    },
    {
      "number": 29,
      "content": "He says there should be no priest-crafts. Priest-crafts are when people preach and set themselves up as a light to the world. They do this to get money and praise from the world. But they do not look for the good of Zion."
    },
    {
      "number": 30,
      "content": "The Lord has forbidden this thing. So the Lord God has given a command that all people should have charity. Charity is love. If they do not have charity, they are nothing. If they have charity, they would not let the worker in Zion die."
    },
    {
      "number": 31,
      "content": "But the worker in Zion will work for Zion. If they work for money, they will die."
    },
    {
      "number": 32,
      "content": "Again, the Lord God has told people not to murder. They should not lie. They should not steal. They should not use the name of the Lord their God without respect. They should not be jealous. They should not have hate. They should not fight with each other. They should not be sexually immoral. They should do none of these things. Whoever does them will die."
    },
    {
      "number": 33,
      "content": "None of these bad things come from the Lord. He does what is good among the people. He does nothing unless it is clear to the people. He invites them all to come to him and share in his goodness. He turns away none who come to him - black and white, slave and free, male and female. He remembers the heathen. All are alike to God, both Jew and Gentile."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Christ Will Visit My People",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 3,
        "position": "before_verse",
        "text": "The Wicked Will Be Destroyed",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "The Good People Will Be Saved",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "Jesus Shows Himself to All Believers",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "The Last Days",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "Pride and False Churches",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "text": "God Works in the Light",
        "level": 3,
        "sortOrder": 7
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "text": "God's Commands for All People",
        "level": 3,
        "sortOrder": 8
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "sortOrder": 10
      },
      {
        "verseNumber": 32,
        "position": "before_verse",
        "sortOrder": 11
      }
    ]
  }
}