{
  "book": "2 Nephi",
  "chapter": 5,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I, Nephi, prayed a lot to the Lord my God. I was upset because my brothers were angry with me."
    },
    {
      "number": 2,
      "content": "Their anger grew stronger against me. They even wanted to kill me."
    },
    {
      "number": 3,
      "content": "They complained about me. They said: \"Our younger brother thinks he can rule over us. We have had many troubles because of him. Let's kill him so his words won't trouble us anymore. We won't let him be our ruler. We are the older brothers. We should rule over this people.\""
    },
    {
      "number": 4,
      "content": "I won't write all the bad things they said about me on these plates. It's enough to say they wanted to kill me."
    },
    {
      "number": 5,
      "content": "Then the Lord warned me that I should leave them. He told me to run away into the wilderness with anyone who would come with me."
    },
    {
      "number": 6,
      "content": "So I took my family with me. Zoram and his family came too. Sam, my older brother, and his family came. Jacob and Joseph, my younger brothers, came. My sisters came too. Everyone who wanted to come with me came. These were the people who believed God's warnings and messages. They listened to my words."
    },
    {
      "number": 7,
      "content": "We took our tents and everything we could carry. We traveled in the wilderness for many days. After many days of traveling, we set up our tents."
    },
    {
      "number": 8,
      "content": "My people wanted to call that place Nephi. So we called it Nephi."
    },
    {
      "number": 9,
      "content": "Everyone with me decided to call themselves the people of Nephi."
    },
    {
      "number": 10,
      "content": "We kept all the Lord's rules and commands. We followed the law of Moses in everything."
    },
    {
      "number": 11,
      "content": "The Lord was with us. We did very well. We planted seeds and grew lots of food. We started to raise sheep, cows, and all kinds of animals."
    },
    {
      "number": 12,
      "content": "I had brought the brass plates with the writings on them. I also brought the ball, or compass, that the Lord had made for my father."
    },
    {
      "number": 13,
      "content": "We did very well and had many children in the land."
    },
    {
      "number": 14,
      "content": "I took Laban's sword and used it as a pattern to make many swords. I did this in case the people called Lamanites came to attack and destroy us. I knew they hated me and my children and my people."
    },
    {
      "number": 15,
      "content": "I taught my people to build buildings. I taught them to work with wood, iron, copper, brass, steel, gold, silver, and precious metals. We had lots of these metals."
    },
    {
      "number": 16,
      "content": "I built a temple. I built it like Solomon's temple, except I couldn't use as many precious things. We couldn't find them in our land. So it couldn't be exactly like Solomon's temple. But we built it the same way Solomon built his. The work was very beautiful."
    },
    {
      "number": 17,
      "content": "I made my people work hard with their hands."
    },
    {
      "number": 18,
      "content": "They wanted me to be their king. But I didn't want them to have a king. Still, I did everything I could to help them."
    },
    {
      "number": 19,
      "content": "The Lord's words came true about my brothers. He had said I would be their ruler and teacher. So I was their ruler and teacher, as the Lord commanded, until they tried to kill me."
    },
    {
      "number": 20,
      "content": "So the Lord's word came true. He had told me: \"Because they won't listen to your words, they will be cut off from the Lord's presence.\" And they were cut off from his presence."
    },
    {
      "number": 21,
      "content": "He had caused a curse to come on them. It was a terrible curse because of their sins. Their hearts had become as hard as stone against him. They had been white and very beautiful. But so they wouldn't attract my people, the Lord God caused their skin to become black."
    },
    {
      "number": 22,
      "content": "The Lord God said: \"I will make them unpleasant to your people, unless they stop their sins.\""
    },
    {
      "number": 23,
      "content": "\"Anyone who has children with them will be cursed too. They will have the same curse.\" The Lord said it, and it happened."
    },
    {
      "number": 24,
      "content": "Because of their curse, they became lazy people. They were full of tricks and mischief. They hunted wild animals in the wilderness."
    },
    {
      "number": 25,
      "content": "The Lord God said to me: \"They will be a punishment to your children. They will remind them of me. If your children don't remember me and listen to my words, they will be punished and even destroyed.\""
    },
    {
      "number": 26,
      "content": "I made Jacob and Joseph priests and teachers over my people's land."
    },
    {
      "number": 27,
      "content": "We lived happily."
    },
    {
      "number": 28,
      "content": "Thirty years had passed since we left Jerusalem."
    },
    {
      "number": 29,
      "content": "I had been keeping records of my people on my plates."
    },
    {
      "number": 30,
      "content": "Then the Lord God told me: \"Make other plates. Write many good things on them that will help your people.\""
    },
    {
      "number": 31,
      "content": "So I obeyed the Lord's commands. I went and made these plates that I'm writing on now."
    },
    {
      "number": 32,
      "content": "I wrote things that please God. If my people love the things of God, they will love what I wrote on these plates."
    },
    {
      "number": 33,
      "content": "If my people want to know more details about our history, they need to look at my other plates."
    },
    {
      "number": 34,
      "content": "It's enough to say that forty years had passed. We already had wars and fights with our brothers."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi's Brothers Want to Kill Him",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "text": "Nephi and His People Leave",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "text": "Nephi's People Build a New Home",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "The Lamanites Are Cursed",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "text": "Nephi Makes New Records",
        "level": 3,
        "sortOrder": 5
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "sortOrder": 9
      }
    ]
  }
}