{
  "book": "2 Nephi",
  "chapter": 3,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I speak to you, Joseph, my last-born son. You were born in the wilderness during my troubles. Your mother gave birth to you during my saddest days."
    },
    {
      "number": 2,
      "content": "May the Lord bless this land for you. It is a precious land for you and your children. It will be yours and your brothers' forever if you keep God's commands."
    },
    {
      "number": 3,
      "content": "Joseph, my last-born son, I brought you out of the wilderness during my troubles. May the Lord bless you forever. Your children will not be completely destroyed."
    },
    {
      "number": 4,
      "content": "You are my son. I am a descendant of Joseph who was taken as a prisoner to Egypt. The Lord made great promises to Joseph."
    },
    {
      "number": 5,
      "content": "Joseph saw our time. God promised him that from his descendants He would raise up a good group for the House of Israel. Not the Messiah, but a group that would be broken off. But God would remember them in His promises. The Messiah would appear to them in the last days with power. He would bring them from darkness to light. He would bring them from slavery to freedom."
    },
    {
      "number": 6,
      "content": "Joseph said: \"The Lord my God will raise up a seer. He will be a special seer for my descendants.\""
    },
    {
      "number": 7,
      "content": "Joseph said: \"The Lord told me: 'I will raise up a special seer from your descendants. Your descendants will respect him very much. I will tell him to do a work for your descendants, his brothers. This work will be very helpful to them. It will help them know the promises I made to your fathers.'\""
    },
    {
      "number": 8,
      "content": "\"I will tell him to do only the work I command him. I will make him great in my eyes. He will do my work.\""
    },
    {
      "number": 9,
      "content": "\"He will be great like Moses. I said I would raise up Moses to save my people, O house of Israel.\""
    },
    {
      "number": 10,
      "content": "\"I will raise up Moses to save your people from Egypt.\""
    },
    {
      "number": 11,
      "content": "\"But I will raise up a seer from your descendants. I will give him power to bring my word to your descendants. He will not only bring my word to them. He will also convince them of my word that has already been given to them.\""
    },
    {
      "number": 12,
      "content": "\"So your descendants will write. And the descendants of Judah will write. What your descendants write and what Judah's descendants write will come together. They will prove false teachings wrong. They will end arguments. They will bring peace to your descendants. They will teach them about their ancestors in the last days. They will also teach them about my promises, says the Lord.\""
    },
    {
      "number": 13,
      "content": "\"He will be made strong from weakness. This will happen when my work begins among all my people to restore you, O house of Israel, says the Lord.\""
    },
    {
      "number": 14,
      "content": "Joseph said: \"The Lord will bless that seer. Those who try to destroy him will fail. This promise from the Lord about your descendants will happen. I am sure this promise will come true.\""
    },
    {
      "number": 15,
      "content": "\"His name will be the same as mine. It will also be the same as his father's name. He will be like me. What the Lord brings through him will save my people.\""
    },
    {
      "number": 16,
      "content": "Joseph said: \"I am sure of this, just as I am sure of the promise about Moses. The Lord has told me: 'I will keep your descendants safe forever.'\""
    },
    {
      "number": 17,
      "content": "\"The Lord said: 'I will raise up Moses. I will give him power with a rod. I will give him wisdom in writing. But I will not make him speak much. I will not make him powerful in speaking. But I will write my law for him with my own finger. And I will make a spokesman for him.'\""
    },
    {
      "number": 18,
      "content": "\"The Lord also told me: 'I will raise up someone for your descendants. I will make a spokesman for him. I will let him write the writing from your descendants to your descendants. The spokesman from your descendants will speak it.'\""
    },
    {
      "number": 19,
      "content": "\"The words he writes will be the words I think should go to your descendants. It will be as if your descendants cried to them from the dust. I know their faith.\""
    },
    {
      "number": 20,
      "content": "\"They will cry from the dust. They will call their brothers to repent after many generations have passed. Their cry will go out in simple words.\""
    },
    {
      "number": 21,
      "content": "\"Because of their faith, their words will come from my mouth to their brothers, who are your descendants. I will make their weak words strong in faith. They will remember my promise that I made to your fathers.\""
    },
    {
      "number": 22,
      "content": "My son Joseph, this is how my ancestor prophesied long ago."
    },
    {
      "number": 23,
      "content": "So because of this promise, you are blessed. Your children will not be destroyed. They will listen to the words of the Book."
    },
    {
      "number": 24,
      "content": "One powerful person will rise up among them. He will do much good in word and action. He will be a tool in God's hands with great faith. He will work great miracles. He will do great things in God's sight. He will restore much to the House of Israel and to your brothers' descendants."
    },
    {
      "number": 25,
      "content": "You are blessed, Joseph. You are young. So listen to your brother Nephi's words. Things will happen just as I have said. Remember the words of your dying father. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Lehi Speaks to His Son Joseph",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "text": "Joseph of Egypt's Prophecy",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "A Future Seer Like Joseph",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "text": "Lehi's Final Blessing",
        "level": 3,
        "sortOrder": 4
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 6
      }
    ]
  }
}