{
  "book": "2 Nephi",
  "chapter": 20,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "How terrible for those who make unfair laws. How terrible for those who write rules that hurt people."
    },
    {
      "number": 2,
      "content": "They treat poor people unfairly. They take away the rights of my poor people. They steal from widows. They rob children who have no fathers."
    },
    {
      "number": 3,
      "content": "What will you do when God comes to punish you? What will you do when destruction comes from far away? Who will you run to for help? Where will you hide your riches?"
    },
    {
      "number": 4,
      "content": "Without me, you will fall down with the prisoners. You will die with those who are killed. Even then, God is still angry. His hand is still raised to punish."
    },
    {
      "number": 5,
      "content": "I will use Assyria like a stick to show my anger. They are the tool I use for my anger."
    },
    {
      "number": 6,
      "content": "I will send Assyria against a nation that pretends to be good. I will send them against the people who make me angry. They will take everything and step on them like mud in the streets."
    },
    {
      "number": 7,
      "content": "But the king of Assyria doesn't know this. He doesn't think this way. He only wants to destroy many nations."
    },
    {
      "number": 8,
      "content": "He says: \"Aren't all my leaders like kings?\""
    },
    {
      "number": 9,
      "content": "\"Isn't Calno like Carchemish? Isn't Hamath like Arpad? Isn't Samaria like Damascus?\""
    },
    {
      "number": 10,
      "content": "\"I have conquered kingdoms full of idols. Their idols were better than those in Jerusalem and Samaria.\""
    },
    {
      "number": 11,
      "content": "\"Won't I destroy Jerusalem and its idols just like I destroyed Samaria and its idols?\""
    },
    {
      "number": 12,
      "content": "After the Lord finishes his work at Mount Zion and Jerusalem, he will punish the king of Assyria. He will punish him for being proud and thinking he is great."
    },
    {
      "number": 13,
      "content": "The king of Assyria says: \"I did this by my own strength. I did it by my wisdom because I am smart. I moved the borders of nations. I stole their treasures. I knocked down their people like a strong man.\""
    },
    {
      "number": 14,
      "content": "\"I took the riches of nations like taking eggs from a nest. Like someone gathering eggs that were left behind, I gathered the whole earth. No one flapped a wing. No one opened their mouth. No one made a sound.\""
    },
    {
      "number": 15,
      "content": "Can an ax brag that it's better than the person using it? Can a saw think it's greater than the person holding it? That's like a stick trying to lift the person holding it. That's like wood trying to lift itself."
    },
    {
      "number": 16,
      "content": "So the Lord of all armies will make the strong people weak. Under his glory, he will start a fire that burns everything."
    },
    {
      "number": 17,
      "content": "The light of Israel will become a fire. The Holy One will become a flame. It will burn up all the thorns and weeds in one day."
    },
    {
      "number": 18,
      "content": "It will destroy the beautiful forests and fields completely. They will be like a sick person wasting away."
    },
    {
      "number": 19,
      "content": "So few trees will be left in the forest that a child could count them."
    },
    {
      "number": 20,
      "content": "When that day comes, the people of Israel who are left will not depend on those who hurt them anymore. Instead, they will depend on the Lord, the Holy One of Israel."
    },
    {
      "number": 21,
      "content": "Some of Jacob's people will return to the mighty God."
    },
    {
      "number": 22,
      "content": "Even if Israel's people are as many as sand on the beach, only some will return. The destruction that was decided will happen with fairness."
    },
    {
      "number": 23,
      "content": "The Lord God of all armies will destroy the whole land, just as he decided."
    },
    {
      "number": 24,
      "content": "So the Lord God of all armies says: \"My people living in Zion, don't be afraid of Assyria. They will hit you with a stick. They will raise their staff against you, like Egypt did.\""
    },
    {
      "number": 25,
      "content": "\"In a very short time, my anger will end. My anger will destroy them.\""
    },
    {
      "number": 26,
      "content": "The Lord of all armies will whip them like he defeated Midian at the rock of Oreb. He will raise his staff over the sea like he did in Egypt."
    },
    {
      "number": 27,
      "content": "When that day comes, their burden will be taken off your shoulders. Their yoke will be removed from your neck. The yoke will be broken because of the anointing."
    },
    {
      "number": 28,
      "content": "The enemy has come to Aiath. He has passed through Migron. At Michmash he has stored his supplies."
    },
    {
      "number": 29,
      "content": "They have crossed the pass. They are staying at Geba for the night. Ramah is afraid. Gibeah of Saul has run away."
    },
    {
      "number": 30,
      "content": "Cry out loud, people of Gallim! Listen, Laishah! Poor Anathoth!"
    },
    {
      "number": 31,
      "content": "Madmenah is running away. The people of Gebim are gathering to escape."
    },
    {
      "number": 32,
      "content": "Today he will stop at Nob. He will shake his fist at the mountain of Zion, the hill of Jerusalem."
    },
    {
      "number": 33,
      "content": "The Lord of all armies will cut off the branches with terror. The tall trees will be cut down. The proud will be made humble."
    },
    {
      "number": 34,
      "content": "He will cut down the thick forests with iron. Lebanon will fall by a mighty one."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "God Warns Against Unfair Leaders",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse", 
        "text": "God Uses Assyria to Punish",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "The King of Assyria's Pride",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "God's People Will Return",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "text": "The Enemy Marches Toward Jerusalem",
        "level": 3,
        "sortOrder": 5
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "sortOrder": 8
      }
    ]
  }
}