{
  "book": "2 Nephi",
  "chapter": 28,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I, Nephi, have spoken to you as the Spirit led me. So I know these things will happen."
    },
    {
      "number": 2,
      "content": "The things written in the book will be very helpful to all people. They will especially help our children, who are part of the House of Israel."
    },
    {
      "number": 3,
      "content": "In that day, churches will be built that do not follow the Lord. Each church will say: \"I am the Lord's church!\" Every church that was not built for the Lord will say this."
    },
    {
      "number": 4,
      "content": "They will fight with each other. Their leaders will fight with each other. They will teach using their own learning. They will say the Holy Spirit does not speak."
    },
    {
      "number": 5,
      "content": "They deny the power of God, the Holy One of Israel. They say to the people: \"Listen to us and hear what we teach. There is no God today. The Lord already finished his work. He gave his power to people.\""
    },
    {
      "number": 6,
      "content": "Listen to what I teach: If they say the Lord did a miracle, do not believe it. Today he is not a God who does miracles. He already finished his work."
    },
    {
      "number": 7,
      "content": "Many people will say: \"Eat, drink, and have fun! Tomorrow we die, and we'll be fine.\""
    },
    {
      "number": 8,
      "content": "Many others will say: \"Eat, drink, and have fun! But still fear God. He will say it's okay to sin a little. Lie a little. Take advantage of someone's words. Set a trap for your neighbor. There's no harm in this. Do all these things because tomorrow we die. If we are guilty, God will punish us a little. But in the end we'll be saved in God's kingdom.\""
    },
    {
      "number": 9,
      "content": "Many people will teach these false and foolish ideas. They will be proud. They will try to hide their plans from the Lord. They will do their work in the dark."
    },
    {
      "number": 10,
      "content": "The blood of God's people will cry from the ground against them."
    },
    {
      "number": 11,
      "content": "They have all gone the wrong way. They have become bad."
    },
    {
      "number": 12,
      "content": "Their churches have become bad because of pride, false teachers, and false teachings. Their churches think they are great. They are proud."
    },
    {
      "number": 13,
      "content": "They steal from poor people to build fancy churches. They steal from poor people to buy fancy clothes. They hurt humble and poor people. They do this because they are proud."
    },
    {
      "number": 14,
      "content": "They are stubborn and proud. Because of pride, sin, and evil, they have all gone the wrong way. Only a few humble followers of Christ have not. But even they are led to make mistakes. This happens because people teach them wrong things."
    },
    {
      "number": 15,
      "content": "The Lord God Almighty says: \"Trouble will come to the wise, educated, and rich who are proud! Trouble will come to all who teach false things and do evil! They will be thrown down to hell!\""
    },
    {
      "number": 16,
      "content": "Trouble will come to those who hurt good people for no reason. They speak against what is good and say it has no value. The day will come when the Lord God will quickly visit the people of the earth. When they are completely evil, they will die."
    },
    {
      "number": 17,
      "content": "But if the people of the earth stop being evil, they will not be destroyed. The Lord of Hosts says this."
    },
    {
      "number": 18,
      "content": "That great and evil church must fall to the earth. Its fall will be huge."
    },
    {
      "number": 19,
      "content": "The devil's kingdom must shake. Those who belong to it must turn away from sin. If they don't, the devil will trap them with his chains forever. They will become angry and die."
    },
    {
      "number": 20,
      "content": "In that day, the devil will make people angry. He will make them angry at what is good."
    },
    {
      "number": 21,
      "content": "He will make others feel safe and comfortable in their sins. They will say: \"All is well in Zion! Zion is doing great! All is well!\" This is how the devil tricks their souls. He carefully leads them down to hell."
    },
    {
      "number": 22,
      "content": "He tricks others and tells them there is no hell. He says to them: \"I am not the devil. There is no devil.\" He whispers in their ears until he traps them with his terrible chains. There is no escape from these chains."
    },
    {
      "number": 23,
      "content": "They are trapped by death and hell. Death, hell, the devil, and everyone trapped by them must stand before God's throne. They will be judged by what they did. Then they must go to the place prepared for them. It is a lake of fire that burns forever."
    },
    {
      "number": 24,
      "content": "So trouble will come to anyone who feels safe in Zion."
    },
    {
      "number": 25,
      "content": "Trouble will come to anyone who says: \"All is well!\""
    },
    {
      "number": 26,
      "content": "Trouble will come to anyone who listens to what people teach and denies God's power and the gift of the Holy Spirit."
    },
    {
      "number": 27,
      "content": "Trouble will come to anyone who says: \"We have received enough. We don't need more.\""
    },
    {
      "number": 28,
      "content": "Finally, trouble will come to all who shake and get angry at God's truth. People built on the rock accept it with joy. People built on sand shake because they might fall."
    },
    {
      "number": 29,
      "content": "Trouble will come to anyone who says: \"We have received God's word. We don't need any more of God's word. We have enough.\""
    },
    {
      "number": 30,
      "content": "The Lord God says: \"I will teach people step by step. I will give them a little here and a little there. Blessed are those who listen to my teachings and follow my advice. They will learn wisdom. I will give more to those who receive. But those who say 'We have enough' will lose even what they have.\""
    },
    {
      "number": 31,
      "content": "Cursed is anyone who trusts in people or depends on human strength. Cursed is anyone who listens to what people teach, unless those teachings come by the power of the Holy Spirit."
    },
    {
      "number": 32,
      "content": "The Lord God of Hosts says: \"Trouble will come to the Gentiles! I reach out my arm to them every day, but they reject me. But I will still be merciful to them if they stop sinning and come to me. My arm is stretched out all day long.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi's Warning About False Churches",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "People Will Make Excuses for Sin",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "Churches Become Proud and Corrupt",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "The Devil's Kingdom Will Fall",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "text": "Warnings to Those Who Reject God's Word",
        "level": 3,
        "sortOrder": 5
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 10
      }
    ]
  }
}