{
  "book": "2 Nephi",
  "chapter": 10,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "I, Jacob, want to speak to you again, my dear brothers. I want to talk about the good branch I told you about."
    },
    {
      "number": 2,
      "content": "God has made promises to us and our children. I have been shown that many of our children will die because they don't believe. But God will be kind to many of them. Our children will be brought back. They will learn the truth about Jesus who saves them."
    },
    {
      "number": 3,
      "content": "So I told you that Christ must come to the Jews. An angel told me last night that Christ would be his name. He will come to the most evil people in the world. They will kill him on a cross. This is what our God needs to do. No other nation on earth would kill their God on a cross."
    },
    {
      "number": 4,
      "content": "If great miracles happened in other nations, those people would change their ways. They would know that he is their God."
    },
    {
      "number": 5,
      "content": "But the people in Jerusalem are stubborn because of false teachers and evil. They will not accept him. So he will be killed on a cross."
    },
    {
      "number": 6,
      "content": "Because of their evil, terrible things will happen to them. They will face destruction, hunger, sickness, and death. The ones who survive will be scattered to all nations."
    },
    {
      "number": 7,
      "content": "But the Lord God says this: When the day comes that they believe in me, that I am Christ, I will keep my promise to their ancestors. They will return to their bodies on the earth. They will come back to the lands that belong to them."
    },
    {
      "number": 8,
      "content": "They will be gathered from far away. They will come from islands in the sea and from all parts of the earth. God says the nations of non-Jews will be important in his eyes. They will help carry his people back to their lands."
    },
    {
      "number": 9,
      "content": "The kings of the non-Jews will be like fathers who care for them. Their queens will be like mothers who nurse them. The Lord's promises to the non-Jews are great. He has said it, and no one can argue."
    },
    {
      "number": 10,
      "content": "God says this land will belong to you. The non-Jews will be blessed in this land."
    },
    {
      "number": 11,
      "content": "This land will be a land of freedom for the non-Jews. There will be no kings in the land to rule over the non-Jews."
    },
    {
      "number": 12,
      "content": "I will protect this land from all other nations."
    },
    {
      "number": 13,
      "content": "God says anyone who fights against Zion will die."
    },
    {
      "number": 14,
      "content": "Anyone who tries to be a king against me will die. I, the Lord, the King of Heaven, will be their king. I will be a light forever to those who listen to my words."
    },
    {
      "number": 15,
      "content": "I need to destroy all the secret evil works to keep my promises to people. I will destroy the works of darkness, murders, and terrible things."
    },
    {
      "number": 16,
      "content": "So anyone who fights against Zion will die. This means Jews and non-Jews, slaves and free people, men and women. They are the most evil people on earth. Our God says if you are not for me, you are against me."
    },
    {
      "number": 17,
      "content": "I will keep my promises to all people while they live on earth."
    },
    {
      "number": 18,
      "content": "My dear brothers, our God says this: I will let the non-Jews make your children suffer. But I will make the non-Jews' hearts soft. They will be like fathers to them. So the non-Jews will be blessed and counted as part of the House of Israel."
    },
    {
      "number": 19,
      "content": "So I will set apart this land forever for your children and those who join them. God told me this is the best land of all lands. I want everyone who lives here to worship me, says God."
    },
    {
      "number": 20,
      "content": "My dear brothers, our kind God has given us so much knowledge about these things. Let's remember him. Let's stop sinning and not be sad. We have not been rejected. We were forced to leave our homeland. But we came to a better land. The Lord made the sea our path. We are on an island in the sea."
    },
    {
      "number": 21,
      "content": "The Lord has made great promises to those on the islands of the sea. Since it says islands, there must be more than just this one. Our brothers live on those islands too."
    },
    {
      "number": 22,
      "content": "The Lord God has led groups away from the House of Israel at different times. He did this as he wanted. The Lord remembers all those who have been separated. So he remembers us too."
    },
    {
      "number": 23,
      "content": "So be happy and remember you are free to choose for yourselves. You can choose the way of death forever, or the way of life forever."
    },
    {
      "number": 24,
      "content": "My dear brothers, make peace with God's will, not with the Devil and your body's desires. Remember that after you make peace with God, only his grace can save you."
    },
    {
      "number": 25,
      "content": "May God raise you from death by his power to bring people back to life. May he save you from dying forever through his power to forgive. Then you can enter God's eternal kingdom. There you can praise him through his wonderful grace. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Jacob Speaks About God's Promises",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 3,
        "position": "before_verse",
        "text": "Christ Will Come to the Jews",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "The Gathering of Israel",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "text": "America: A Land of Freedom",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "text": "God Will Destroy Evil",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "Remember God's Kindness",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "text": "Choose Life or Death",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse", 
        "sortOrder": 2
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 8
      }
    ]
  }
}