{
  "book": "2 Nephi",
  "chapter": 9,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "I, Jacob, have read these things to you. I want you to know about God's promises. He has made promises with all the people of Israel."
    },
    {
      "number": 2,
      "content": "He has spoken to the Jews through his holy prophets from the beginning. One day they will return to God's true church. They will be gathered home to their lands. They will live in all the lands God promised them."
    },
    {
      "number": 3,
      "content": "My dear brothers, I tell you these things so you will be happy. Lift up your heads forever because of the blessings God will give your children."
    },
    {
      "number": 4,
      "content": "I know many of you have searched to know about the future. So I know you understand that our bodies must die. But in our bodies, we will see God."
    },
    {
      "number": 5,
      "content": "I know you understand that he will show himself to the people in Jerusalem. That's where we came from. It needs to happen there. The Great Creator will let himself become human and die for all people. This way all people can become subject to him."
    },
    {
      "number": 6,
      "content": "Death has come to all people to fulfill God's merciful plan. There must be a resurrection. The resurrection comes because of the fall. The fall came because people disobeyed. Because people fell, they were cut off from God's presence."
    },
    {
      "number": 7,
      "content": "So there must be an infinite atonement. Without an infinite atonement, our corrupt bodies could not become perfect. The first judgment on people would have lasted forever. Our bodies would have rotted in the earth and never risen again."
    },
    {
      "number": 8,
      "content": "Oh, the wisdom of God! His mercy and grace! If our bodies didn't rise again, our spirits would become subject to the angel who fell from God's presence. That angel became the Devil and would never rise again."
    },
    {
      "number": 9,
      "content": "Our spirits would have become like him. We would become devils, angels to a devil. We would be shut out from God's presence. We would stay with the father of lies in misery like him. He's the one who tricked our first parents. He makes himself look like an angel of light. He stirs up people to do secret murders and all kinds of secret dark works."
    },
    {
      "number": 10,
      "content": "Oh, how good our God is! He made a way for us to escape from this awful monster. That monster is death and hell. I call it the death of the body and the death of the spirit."
    },
    {
      "number": 11,
      "content": "Because of our God's way of saving us, the Holy One of Israel, this death I talked about will give up its dead. This death is the grave."
    },
    {
      "number": 12,
      "content": "The spiritual death I talked about will also give up its dead. This spiritual death is hell. So death and hell must give up their dead. Hell must give up its captured spirits. The grave must give up its captured bodies. People's bodies and spirits will be joined together again. This happens by the power of the resurrection of the Holy One of Israel."
    },
    {
      "number": 13,
      "content": "Oh, how great God's plan is! On the other hand, God's paradise must give up the spirits of good people. The grave must give up the bodies of good people. The spirit and body are joined together again. All people become unable to die and immortal. They are living souls with perfect knowledge like us in the flesh. But our knowledge will be perfect."
    },
    {
      "number": 14,
      "content": "So we will have perfect knowledge of all our guilt, uncleanness, and nakedness. Good people will have perfect knowledge of their joy and righteousness. They will be clothed with purity, with the robe of righteousness."
    },
    {
      "number": 15,
      "content": "When all people have passed from this first death to life and become immortal, they must appear before the judgment seat of the Holy One of Israel. Then comes the judgment. They must be judged by God's holy judgment."
    },
    {
      "number": 16,
      "content": "As sure as the Lord lives, for the Lord God has spoken it, and it is his eternal word that cannot pass away: Good people will stay good. Bad people will stay bad. Bad people are the Devil and his angels. They will go into everlasting fire prepared for them. Their pain is like a lake of fire whose flames go up forever and never end."
    },
    {
      "number": 17,
      "content": "Oh, the greatness and justice of our God! He does everything he says. His words have gone from his mouth, and his law must be fulfilled."
    },
    {
      "number": 18,
      "content": "But the good people, the saints of the Holy One of Israel, who have believed in him and faced the world's troubles and didn't care about its shame, will receive God's kingdom. It was prepared for them from the beginning of the world. Their joy will be full forever."
    },
    {
      "number": 19,
      "content": "Oh, the great mercy of our God, the Holy One of Israel! He saves his saints from that awful monster, the Devil, and death and hell, and that lake of fire which is endless pain."
    },
    {
      "number": 20,
      "content": "Oh, how holy our God is! He knows all things. There is nothing he doesn't know."
    },
    {
      "number": 21,
      "content": "He comes into the world to save all people if they will listen to his voice. He suffers the pain of all people. He suffers the pain of every living creature—men, women, and children—who belong to Adam's family."
    },
    {
      "number": 22,
      "content": "He suffers this so the resurrection can come to all people. This way all can stand before him on the great judgment day."
    },
    {
      "number": 23,
      "content": "He commands all people to repent and be baptized in his name. They must have perfect faith in the Holy One of Israel. Otherwise they cannot be saved in God's kingdom."
    },
    {
      "number": 24,
      "content": "If they don't repent and believe in his name, and be baptized in his name, and keep going to the end, they must be damned. The Lord God, the Holy One of Israel, has spoken it."
    },
    {
      "number": 25,
      "content": "So he has given a law. Where no law is given, there is no punishment. Where there is no punishment, there is no condemnation. Where there is no condemnation, the mercy of the Holy One of Israel claims them because of the atonement. They are saved by his power."
    },
    {
      "number": 26,
      "content": "The atonement satisfies God's justice for all those who don't have the law. They are saved from that awful monster, death and hell, and the Devil, and the lake of fire which is endless pain. They are brought back to God who gave them life, the Holy One of Israel."
    },
    {
      "number": 27,
      "content": "But trouble comes to the person who has the law! The person who has all God's commands like us but breaks them and wastes their trial time. Their situation is terrible!"
    },
    {
      "number": 28,
      "content": "Oh, the evil one's sneaky plan! Oh, the pride, weakness, and foolishness of people! When they are educated, they think they are wise. They don't listen to God's advice. They ignore it, thinking they know better. So their wisdom is foolishness and doesn't help them. So they will die."
    },
    {
      "number": 29,
      "content": "But being educated is good if they listen to God's advice."
    },
    {
      "number": 30,
      "content": "Trouble comes to rich people who are rich in worldly things. Because they are rich, they hate poor people and hurt humble people. Their hearts are set on their money. So their money is their God. Their money will die with them too."
    },
    {
      "number": 31,
      "content": "Trouble comes to deaf people who won't hear. They will die."
    },
    {
      "number": 32,
      "content": "Trouble comes to blind people who won't see. They will die too."
    },
    {
      "number": 33,
      "content": "Trouble comes to people with hard hearts. Knowledge of their sins will hurt them on the last day."
    },
    {
      "number": 34,
      "content": "Trouble comes to liars. They will be thrown down to hell."
    },
    {
      "number": 35,
      "content": "Trouble comes to murderers who kill on purpose. They will die."
    },
    {
      "number": 36,
      "content": "Trouble comes to people who commit sexual sins. They will be thrown down to hell."
    },
    {
      "number": 37,
      "content": "Trouble comes to people who worship idols. The Devil of all devils loves them."
    },
    {
      "number": 38,
      "content": "Finally, trouble comes to all who die in their sins. They will return to God and see his face and stay in their sins."
    },
    {
      "number": 39,
      "content": "Oh, my dear brothers, remember how terrible it is to sin against that holy God. Also remember how terrible it is to give in to that sneaky one. Remember, thinking only about physical things brings death. Thinking about spiritual things brings eternal life."
    },
    {
      "number": 40,
      "content": "Oh, my dear brothers, listen to my words. Remember the greatness of the Holy One of Israel. Don't say I have spoken hard things against you. If you do, you argue against the truth. I have spoken the words of your Maker. I know the words of truth are hard against all sin. But good people don't fear it. They love the truth and are not shaken."
    },
    {
      "number": 41,
      "content": "Oh, my dear brothers, come to the Lord, the Holy One. Remember that his paths are right. The way for people is narrow, but it goes straight before them. The keeper of the gate is the Holy One of Israel. He doesn't use any servant there. There is no other way except through the gate. He cannot be tricked. The Lord God is his name."
    },
    {
      "number": 42,
      "content": "Whoever knocks, he will open to them. But the wise, educated, and rich who are proud because of their learning, wisdom, and riches—these are the people he hates. Unless they throw these things away and think of themselves as fools before God and become very humble, he won't open to them."
    },
    {
      "number": 43,
      "content": "But the things of the wise and careful will be hidden from them forever. That happiness prepared for the saints will be hidden."
    },
    {
      "number": 44,
      "content": "Oh, my dear brothers, remember my words. I take off my clothes and shake them before you. I pray to the God of my salvation that he look at me with his all-seeing eye. So you will know on the last day, when all people are judged for their works, that the God of Israel saw that I shook your sins from my soul. I stand bright before him and am free of your blood."
    },
    {
      "number": 45,
      "content": "Oh, my dear brothers, turn away from your sins. Shake off the chains of the one who wants to tie you up. Come to that God who is the rock of your salvation."
    },
    {
      "number": 46,
      "content": "Prepare your souls for that wonderful day when justice will come to good people. Prepare for the day of judgment so you won't be terribly afraid. So you won't remember your terrible guilt perfectly and have to say: \"Holy, holy are your judgments, O Lord God Almighty. But I know my guilt. I broke your law. My sins are mine. The Devil has got me. I am trapped in his terrible misery.\""
    },
    {
      "number": 47,
      "content": "But my brothers, should I wake you up to this terrible reality? Would I upset your souls if your minds were pure? Would I be direct with you about the truth if you were free from sin?"
    },
    {
      "number": 48,
      "content": "If you were holy, I would talk to you about holiness. But you are not holy, and you see me as a teacher. So I must teach you what happens when you sin."
    },
    {
      "number": 49,
      "content": "My soul hates sin. My heart loves righteousness. I will praise the holy name of my God."
    },
    {
      "number": 50,
      "content": "Come, my brothers, everyone who is thirsty, come to the waters. If you have no money, come buy and eat. Come buy wine and milk without money and without price."
    },
    {
      "number": 51,
      "content": "So don't spend money on things that have no value. Don't work for things that can't satisfy you. Listen carefully to me. Remember the words I have spoken. Come to the Holy One of Israel. Feast on what doesn't spoil or rot. Let your soul enjoy richness."
    },
    {
      "number": 52,
      "content": "My dear brothers, remember your God's words. Pray to him all day. Give thanks to his holy name at night. Let your hearts be happy."
    },
    {
      "number": 53,
      "content": "See how great the Lord's promises are! See how much he gives to people! Because of his greatness, grace, and mercy, he has promised us that our children won't be completely destroyed. He will save them. In future generations, they will become a good branch of the House of Israel."
    },
    {
      "number": 54,
      "content": "My brothers, I want to say more to you. But tomorrow I will tell you the rest of my words. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "God's Promises to Israel",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 4,
        "position": "before_verse",
        "text": "Death and Resurrection",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "Saved from the Devil",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "text": "The Great Judgment Day",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "Jesus Saves All People",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "text": "Warnings to Different People",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 39,
        "position": "before_verse",
        "text": "Come to the Holy One",
        "level": 3,
        "sortOrder": 7
      },
      {
        "verseNumber": 50,
        "position": "before_verse",
        "text": "The Lord's Invitation",
        "level": 3,
        "sortOrder": 8
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "sortOrder": 10
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 11
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 12
      },
      {
        "verseNumber": 34,
        "position": "before_verse",
        "sortOrder": 13
      },
      {
        "verseNumber": 39,
        "position": "before_verse",
        "sortOrder": 14
      },
      {
        "verseNumber": 41,
        "position": "before_verse",
        "sortOrder": 15
      },
      {
        "verseNumber": 44,
        "position": "before_verse",
        "sortOrder": 16
      },
      {
        "verseNumber": 46,
        "position": "before_verse",
        "sortOrder": 17
      },
      {
        "verseNumber": 47,
        "position": "before_verse",
        "sortOrder": 18
      },
      {
        "verseNumber": 50,
        "position": "before_verse",
        "sortOrder": 19
      },
      {
        "verseNumber": 52,
        "position": "before_verse",
        "sortOrder": 20
      },
      {
        "verseNumber": 54,
        "position": "before_verse",
        "sortOrder": 21
      }
    ]
  }
}