{
  "book": "2 Nephi",
  "chapter": 27,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "In the last days, all nations will be drunk with sin. This includes Gentiles and Jews. It includes those on this land and those on other lands. They will be drunk with all kinds of evil acts."
    },
    {
      "number": 2,
      "content": "When that day comes, the Lord of hosts will visit them. He will come with thunder and earthquakes. He will come with great noise, storms, and fire that burns everything."
    },
    {
      "number": 3,
      "content": "All the nations that fight against Zion will be like a dream. They will be like a hungry man who dreams he is eating. He wakes up and is still empty. Or like a thirsty man who dreams he is drinking. He wakes up and is still weak and thirsty. This is what will happen to all nations that fight against Mount Zion."
    },
    {
      "number": 4,
      "content": "All you who do evil, stop and wonder. You will cry out. You will be drunk, but not with wine. You will stumble, but not from strong drinks."
    },
    {
      "number": 5,
      "content": "The Lord has poured out a spirit of deep sleep on you. You have closed your eyes. You have rejected the prophets. God has covered your rulers and seers because of your sins."
    },
    {
      "number": 6,
      "content": "The Lord God will bring you the words of a book. These will be the words of those who have died."
    },
    {
      "number": 7,
      "content": "The book will be sealed. In the book will be a message from God. It will tell about everything from the beginning to the end of the world."
    },
    {
      "number": 8,
      "content": "The sealed things will not be given out during the time of evil. The book will be kept from them."
    },
    {
      "number": 9,
      "content": "But the book will be given to a man. He will give the words of the book to another person. These are the words of those who have died."
    },
    {
      "number": 10,
      "content": "But he will not give the sealed words. He will not give the book either. The book is sealed by God's power. The sealed message will stay in the book until God's time. It shows everything from the start of the world to the end."
    },
    {
      "number": 11,
      "content": "The day will come when the sealed words will be read on housetops. They will be read by Christ's power. Everything that has ever happened among people will be shown. Everything that will happen until the end of the earth will be shown."
    },
    {
      "number": 12,
      "content": "When the book is given to the man I spoke about, it will be hidden from the world. Only three witnesses will see it by God's power. They will see it along with the man who gets the book. They will tell the truth about the book and what is in it."
    },
    {
      "number": 13,
      "content": "Only a few others will see it, if God wants them to. They will tell people about God's word. The Lord God said that the words of faithful people should speak as if from the dead."
    },
    {
      "number": 14,
      "content": "So the Lord God will bring out the words of the book. He will use as many witnesses as he thinks is right. Trouble will come to anyone who rejects God's word."
    },
    {
      "number": 15,
      "content": "The Lord God will say to the man who gets the book: \"Take these words that are not sealed. Give them to another person. Have him show them to educated people. Say: 'Please read this.'\" The educated person will say: \"Bring me the book. I will read it.\""
    },
    {
      "number": 16,
      "content": "They will say this because they want the glory of the world. They want to get money. They don't want God's glory."
    },
    {
      "number": 17,
      "content": "The man will say: \"I cannot bring the book. It is sealed.\""
    },
    {
      "number": 18,
      "content": "Then the educated person will say: \"I cannot read it.\""
    },
    {
      "number": 19,
      "content": "So the Lord God will give the book and its words to someone who is not educated. The man who is not educated will say: \"I am not educated.\""
    },
    {
      "number": 20,
      "content": "Then the Lord God will say to him: \"The educated people will not read them. They have rejected them. I can do my own work. So you will read the words I give you.\""
    },
    {
      "number": 21,
      "content": "\"Don't touch the sealed things. I will bring them out in my own time. I will show people that I can do my own work.\""
    },
    {
      "number": 22,
      "content": "\"After you read the words I tell you to read, and get the witnesses I promised you, seal up the book again. Hide it for me. I will save the words you haven't read. I will show them to people when I think it's right.\""
    },
    {
      "number": 23,
      "content": "\"I am God. I am a God of miracles. I will show the world that I am the same yesterday, today, and forever. I only work among people according to their faith.\""
    },
    {
      "number": 24,
      "content": "Again, the Lord will say to the person who reads the words given to him:"
    },
    {
      "number": 25,
      "content": "\"These people come near me with their mouths. They honor me with their lips. But their hearts are far from me. They fear me because of what men teach them.\""
    },
    {
      "number": 26,
      "content": "\"So I will do an amazing work among these people. It will be amazing and wonderful. The wisdom of their wise people will die. The understanding of their smart people will be hidden.\""
    },
    {
      "number": 27,
      "content": "\"Trouble will come to those who try to hide their plans from the Lord. Their works are in the dark. They say: 'Who sees us? Who knows us?' They also say your turning things upside down is like clay. But I will show them, says the Lord of Hosts, that I know all their works. Should something made say about its maker: 'He didn't make me'? Should something created say about its creator: 'He doesn't understand'?\""
    },
    {
      "number": 28,
      "content": "But the Lord of Hosts says: \"I will show people that very soon Lebanon will become a field with good crops. The good field will be thought of as a forest.\""
    },
    {
      "number": 29,
      "content": "In that day, deaf people will hear the words of the book. The eyes of blind people will see through the darkness."
    },
    {
      "number": 30,
      "content": "Humble people will grow stronger. Their joy will be in the Lord. Poor people will be happy in the Holy One of Israel."
    },
    {
      "number": 31,
      "content": "As surely as the Lord lives, they will see this: The terrible person will come to nothing. The person who makes fun will be destroyed. All who watch for sin will be cut off."
    },
    {
      "number": 32,
      "content": "This includes those who make someone guilty for a word. Those who set a trap for someone who speaks up in court. Those who push aside good people for no reason."
    },
    {
      "number": 33,
      "content": "So the Lord who saved Abraham says this about Jacob's family: \"Jacob will not be ashamed anymore. His face will not turn pale anymore.\""
    },
    {
      "number": 34,
      "content": "\"When he sees his children, the work of my hands, among him, they will make my name holy. They will make the Holy One of Jacob holy. They will fear the God of Israel.\""
    },
    {
      "number": 35,
      "content": "\"Those who made mistakes in spirit will understand. Those who complained will learn what is right.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The Last Days",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "text": "A Sealed Book",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "text": "The Educated Person and the Book",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "text": "God's Amazing Work",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "text": "Blessings in That Day",
        "level": 3,
        "sortOrder": 5
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 31,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "sortOrder": 9
      }
    ]
  }
}