{
  "book": "2 Nephi",
  "chapter": 31,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I, Nephi, will stop telling you what will happen in the future, my dear brothers. I can only write a few things that I know will happen. I can only write a few of my brother Jacob's words."
    },
    {
      "number": 2,
      "content": "What I have written is enough, except for a few words about Christ's teachings. So I will speak to you clearly, just like I always teach."
    },
    {
      "number": 3,
      "content": "My soul loves plain words. This is how the Lord God works with people. The Lord God helps people understand. He speaks to people in their own language so they can understand."
    },
    {
      "number": 4,
      "content": "So remember what I told you about the prophet the Lord showed me. This prophet would baptize the Lamb of God. The Lamb of God would take away the world's sins."
    },
    {
      "number": 5,
      "content": "If the Lamb of God was holy and still needed to be baptized with water to do everything right, then we need it even more. We are not holy, so we really need to be baptized with water."
    },
    {
      "number": 6,
      "content": "Let me ask you, my dear brothers: How did the Lamb of God do everything right by being baptized with water?"
    },
    {
      "number": 7,
      "content": "Don't you know he was holy? But even though he was holy, he showed people that he made himself humble before the Father. He showed the Father that he would obey him and keep his commands."
    },
    {
      "number": 8,
      "content": "So after he was baptized with water, the Holy Ghost came down on him. It looked like a dove."
    },
    {
      "number": 9,
      "content": "Again, it shows people the straight path and narrow gate they should enter. He showed them the example to follow."
    },
    {
      "number": 10,
      "content": "He says to people: \"Follow me.\" So my dear brothers, can we follow Jesus if we won't keep the Father's commands?"
    },
    {
      "number": 11,
      "content": "And the Father says: \"Turn away from sin. Turn away from sin and be baptized in the name of my dear Son.\""
    },
    {
      "number": 12,
      "content": "The voice of the Son also came to me. He said: \"If someone is baptized in my name, the Father will give them the Holy Ghost like he gave me. So follow me and do what you have seen me do.\""
    },
    {
      "number": 13,
      "content": "So my dear brothers, I know this: If you follow the Son with your whole heart and don't pretend or lie before God, but really mean it, turn from your sins, and show the Father you are willing to take the name of Christ by baptism—by following your Lord and Savior down into the water like he said—then you will receive the Holy Ghost. Then comes the baptism of fire and the Holy Ghost. Then you can speak with the tongue of angels and praise the Holy One of Israel."
    },
    {
      "number": 14,
      "content": "But my dear brothers, the voice of the Son came to me and said: \"After you have turned from your sins and shown the Father you are willing to keep my commands by water baptism, and have received the baptism of fire and the Holy Ghost, and can speak with a new tongue like angels, if you deny me after this, it would be better if you had never known me.\""
    },
    {
      "number": 15,
      "content": "And I heard a voice from the Father say: \"The words of my dear Son are true and faithful. The person who keeps going to the end will be saved.\""
    },
    {
      "number": 16,
      "content": "My dear brothers, I know this: Unless a person keeps going to the end and follows the example of the Son of the living God, they cannot be saved."
    },
    {
      "number": 17,
      "content": "So do the things I have told you that I saw your Lord and Savior do. They were shown to me so you would know the gate you should enter. The gate you should enter is turning from sin and baptism by water. Then your sins are forgiven by fire and by the Holy Ghost."
    },
    {
      "number": 18,
      "content": "Then you are on this straight and narrow path that leads to eternal life. You have entered by the gate. You have done what the Father and Son commanded. You have received the Holy Ghost, which shows that the Father and Son keep their promise that if you entered this way, you would receive."
    },
    {
      "number": 19,
      "content": "My dear brothers, after you have started on this straight and narrow path, I want to ask: Is everything done? I say to you, no. You have only come this far by the word of Christ with strong faith in him. You rely completely on him who has power to save."
    },
    {
      "number": 20,
      "content": "So you must keep moving forward steady in Christ. Have a perfect bright hope and love for God and all people. If you keep moving forward, enjoying the word of Christ, and keep going to the end, the Father says: \"You will have eternal life.\""
    },
    {
      "number": 21,
      "content": "My dear brothers, this is the way. There is no other way or name given under heaven by which people can be saved in the Kingdom of God. This is the teaching of Christ. It is the only true teaching of the Father, the Son, and the Holy Ghost, who are one God, without end. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi's Final Words",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 4,
        "position": "before_verse",
        "text": "Why Jesus Was Baptized",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "The Father and Son Speak",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "text": "The Path to Eternal Life",
        "level": 3,
        "sortOrder": 4
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 6
      }
    ]
  }
}