{
  "book": "2 Nephi",
  "chapter": 2,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "Jacob, I speak to you now. You are my first child born during our hard times in the wilderness. In your childhood, you had many troubles and much sadness because of how mean your brothers were."
    },
    {
      "number": 2,
      "content": "But Jacob, my first child born in the wilderness, you know how great God is. He will make your troubles work for your good."
    },
    {
      "number": 3,
      "content": "So your soul will be blessed. You will live safely with your brother Nephi. You will spend your days serving God. I know you are saved because of your Savior's goodness. You have seen that he will come to save people."
    },
    {
      "number": 4,
      "content": "You saw his glory when you were young. So you are blessed just like those he will visit on earth. The Spirit is the same yesterday, today, and forever. The way is ready since man fell. Salvation is free."
    },
    {
      "number": 5,
      "content": "People are taught enough to know good from evil. The law is given to people. But the law does not make anyone right with God. The law cuts people off. The earthly law cut them off. The spiritual law makes them die to good things and be sad forever."
    },
    {
      "number": 6,
      "content": "So we are saved through the Holy Messiah. He is full of kindness and truth."
    },
    {
      "number": 7,
      "content": "He offers himself as a sacrifice for sin. This answers what the law requires for all who have broken hearts and sorry spirits. The law cannot be answered for anyone else."
    },
    {
      "number": 8,
      "content": "It is so important to tell everyone on earth about this. They need to know that no one can live with God except through the goodness, mercy, and kindness of the Holy Messiah. He gives up his life in the body and takes it back by the Spirit's power. This brings the dead back to life. He is the first to rise."
    },
    {
      "number": 9,
      "content": "So he is the first one given to God. He will speak for all people. Those who believe in him will be saved."
    },
    {
      "number": 10,
      "content": "Because he speaks for everyone, all people come to God. They stand before him to be judged by the truth and holiness in him. The Holy One gave the law with its punishment. The punishment is the opposite of the happiness. This answers what needs to happen for forgiveness."
    },
    {
      "number": 11,
      "content": "There must be opposites in everything. If not, my first child born in the wilderness, there could be no good or bad. There could be no holiness or sadness. There could be no right or wrong. Everything would be stuck together as one. It would be like dead, with no life or death, no decay or lasting, no happiness or sadness, no feeling or numbness."
    },
    {
      "number": 12,
      "content": "So it would have been created for nothing. There would be no purpose for creating it. This would destroy God's wisdom and his forever plans. It would also destroy God's power, mercy, and fairness."
    },
    {
      "number": 13,
      "content": "If you say there is no law, you also say there is no sin. If you say there is no sin, you also say there is no being good. If there is no being good, there is no happiness. If there is no being good or happiness, there is no punishment or sadness. If these things don't exist, there is no God. If there is no God, we don't exist, and neither does the earth. Nothing could have been created to act or be acted on. So everything would have disappeared."
    },
    {
      "number": 14,
      "content": "My sons, I tell you these things to help you learn. There is a God. He created everything in the heavens and earth. He made things that act and things that are acted on."
    },
    {
      "number": 15,
      "content": "To complete his forever plan for people, after he created our first parents, the animals, and the birds, he needed opposition. The forbidden fruit was the opposite of the tree of life. One was sweet and the other bitter."
    },
    {
      "number": 16,
      "content": "So God let people act for themselves. But people could not act for themselves unless something pulled them one way or the other."
    },
    {
      "number": 17,
      "content": "I, Lehi, from what I have read, must believe that an angel of God fell from heaven. So he became the devil because he wanted evil things before God."
    },
    {
      "number": 18,
      "content": "Because he fell from heaven and became sad forever, he wanted all people to be sad too. So he said to Eve—that old snake, the devil, the father of all lies—\"Eat the forbidden fruit. You will not die. You will be like God, knowing good and evil.\""
    },
    {
      "number": 19,
      "content": "After Adam and Eve ate the forbidden fruit, they were sent out of the garden of Eden to farm the earth."
    },
    {
      "number": 20,
      "content": "They had children—the whole family of the earth."
    },
    {
      "number": 21,
      "content": "God made people's days longer so they could change their hearts while alive. Their life became a time of testing. Their time was made longer according to God's commands. He commanded all people to change their hearts. He showed everyone that they were lost because their parents disobeyed."
    },
    {
      "number": 22,
      "content": "If Adam had not disobeyed, he would not have fallen. He would have stayed in the garden of Eden. Everything created would have stayed the same as when it was made. It would have stayed that way forever with no end."
    },
    {
      "number": 23,
      "content": "They would have had no children. They would have stayed innocent. They would have no joy because they knew no sadness. They would do no good because they knew no sin."
    },
    {
      "number": 24,
      "content": "But all things happened according to the wisdom of God who knows everything."
    },
    {
      "number": 25,
      "content": "Adam fell so that people could exist. People exist so they can have joy."
    },
    {
      "number": 26,
      "content": "The Messiah comes at the right time to save people from the fall. Because they are saved from the fall, they are free forever. They know good from evil. They can act for themselves and not be controlled, except by the law's punishment on the last day, according to God's commands."
    },
    {
      "number": 27,
      "content": "So people are free in their bodies. They are given everything they need. They are free to choose freedom and eternal life through the great helper of all people. Or they can choose to be prisoners and die, according to the devil's prison and power. He wants all people to be sad like him."
    },
    {
      "number": 28,
      "content": "My sons, I want you to look to the great helper. Listen to his great commands. Be faithful to his words. Choose eternal life according to what his Holy Spirit wants."
    },
    {
      "number": 29,
      "content": "Don't choose eternal death according to what the body and its evil want. That gives the devil's spirit power to capture you and bring you down to hell so he can rule over you in his kingdom."
    },
    {
      "number": 30,
      "content": "I have spoken these few words to all of you, my sons, in my last days of testing. I have chosen the good part, as the prophet said. My only goal is your souls' eternal happiness. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Lehi Speaks to Jacob",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "text": "Salvation Through the Messiah",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "Opposition in All Things",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "text": "The Fall of Adam and Eve",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "text": "Freedom to Choose",
        "level": 3,
        "sortOrder": 5
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 10
      }
    ]
  }
}