{
  "book": "2 Nephi",
  "chapter": 25,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "I, Nephi, want to talk about the words I have written from Isaiah. Isaiah said many things that are hard for my people to understand. They don't know how Jewish prophets spoke."
    },
    {
      "number": 2,
      "content": "I have not taught them much about how the Jews lived. Their actions were dark and evil."
    },
    {
      "number": 3,
      "content": "So I write to my people. I write to everyone who will read these things later. Then they can know God's judgments that come to all nations, just as he said."
    },
    {
      "number": 4,
      "content": "So listen, my people of the House of Israel. Listen to my words. Isaiah's words are not clear to you. But they are clear to those filled with the Spirit of prophecy. I give you a prophecy from the Spirit in me. I will speak clearly, as I have since I left Jerusalem with my father. My soul loves to speak clearly to my people so they can learn."
    },
    {
      "number": 5,
      "content": "My soul loves Isaiah's words. I came from Jerusalem. My eyes have seen the Jewish people. I know the Jews understand what the prophets said. No other people understand what was said to the Jews unless they are taught the Jewish way."
    },
    {
      "number": 6,
      "content": "I have not taught my children the Jewish way. But I lived in Jerusalem. I know the areas around it. I have told my children about God's judgments on the Jews. I told them all that Isaiah said, but I don't write those things here."
    },
    {
      "number": 7,
      "content": "I will continue with my own prophecy. I will speak clearly so no one can make a mistake. When Isaiah's prophecies come true, people will know for sure when they happen."
    },
    {
      "number": 8,
      "content": "So they are good for people. If someone thinks they are not good, I will speak directly to them. I will keep my words for my own people. I know these words will be very helpful to them in the last days. In that day they will understand them. I wrote them for their good."
    },
    {
      "number": 9,
      "content": "One generation of Jews has been destroyed because of sin. They have been destroyed generation after generation because of their sins. None were destroyed unless the Lord's prophets warned them first."
    },
    {
      "number": 10,
      "content": "So they were told about the destruction that would come right after my father left Jerusalem. But they hardened their hearts. According to my prophecy, they have been destroyed except for those taken captive to Babylon."
    },
    {
      "number": 11,
      "content": "I say this because of the Spirit in me. Even though they were taken away, they will return. They will own the land of Jerusalem again. They will be brought back to the lands they inherited."
    },
    {
      "number": 12,
      "content": "But they will have wars and hear about wars. When the Father's only Son comes, the Father of heaven and earth, and shows himself to them in the flesh, they will reject him. They will do this because of their sins, hard hearts, and stubbornness."
    },
    {
      "number": 13,
      "content": "They will crucify him. After he is in a tomb for three days, he will rise from the dead with healing in his wings. Everyone who believes in his name will be saved in God's Kingdom. My soul loves to prophesy about him. I have seen his day, and my heart praises his holy name."
    },
    {
      "number": 14,
      "content": "After the Messiah rises from the dead and shows himself to his people, to all who believe in his name, Jerusalem will be destroyed again. Bad things will happen to those who fight against God and his church people."
    },
    {
      "number": 15,
      "content": "So the Jews will be scattered among all nations. Babylon will also be destroyed. The Jews will be scattered by other nations."
    },
    {
      "number": 16,
      "content": "After they have been scattered, and the Lord God has punished them through other nations for many generations, down from generation to generation, they will finally believe in Christ, the Son of God. They will believe the atonement is for all people. When that day comes, they will believe in Christ and worship the Father in his name with pure hearts and clean hands. They won't look for another Messiah anymore. Then it will be necessary for them to believe these things."
    },
    {
      "number": 17,
      "content": "The Lord will reach out his hand a second time to bring his people back from their lost and fallen state. He will do an amazing work and a wonder among people."
    },
    {
      "number": 18,
      "content": "So he will bring his words to them. These words will judge them at the last day. They are given to convince them of the true Messiah who they rejected. They will convince them not to look for another Messiah to come. No other will come except a false Messiah who would trick people. The prophets spoke of only one Messiah, and that Messiah is the one the Jews rejected."
    },
    {
      "number": 19,
      "content": "According to the prophets' words, the Messiah comes six hundred years after my father left Jerusalem. According to the prophets' words and the Angel of God, his name will be Jesus Christ the Son of God."
    },
    {
      "number": 20,
      "content": "My brothers, I have spoken clearly so you cannot make mistakes. As surely as the Lord God lives who brought Israel out of Egypt and gave Moses power to heal nations after poisonous snakes bit them if they looked at the snake he lifted up, and gave him power to hit the rock and make water come out - I say to you, these things are true. As the Lord God lives, there is no other name under heaven except this Jesus Christ I have spoken of by which people can be saved."
    },
    {
      "number": 21,
      "content": "For this reason the Lord God promised me that these things I write will be kept safe and passed down to my children from generation to generation. This keeps the promise to Joseph that his children will never die out as long as the earth exists."
    },
    {
      "number": 22,
      "content": "So these things will go from generation to generation as long as the earth exists. They will go according to God's will. The nations that have them will be judged by the words that are written."
    },
    {
      "number": 23,
      "content": "We work hard to write. We want to convince our children and our brothers to believe in Christ and be at peace with God. We know we are saved by grace after all we can do."
    },
    {
      "number": 24,
      "content": "Even though we believe in Christ, we keep the law of Moses. We look forward to Christ until the law is completed."
    },
    {
      "number": 25,
      "content": "The law was given for this purpose. So the law has become dead to us. We are made alive in Christ because of our faith. But we still keep the law because of the commandments."
    },
    {
      "number": 26,
      "content": "We talk of Christ. We are happy in Christ. We preach of Christ. We prophesy of Christ. We write according to our prophecies so our children may know where to look to have their sins forgiven."
    },
    {
      "number": 27,
      "content": "So we speak about the law so our children may know the law is dead. By knowing the law is dead, they can look forward to the life in Christ. They can know why the law was given. After the law is completed in Christ, they won't harden their hearts against him when the law should be done away with."
    },
    {
      "number": 28,
      "content": "My people, you are stubborn. So I have spoken clearly to you so you cannot misunderstand. The words I have spoken will stand as proof against you. They are enough to teach anyone the right way. The right way is to believe in Christ and not deny him. By denying him, you also deny the prophets and the law."
    },
    {
      "number": 29,
      "content": "I say to you that the right way is to believe in Christ and not deny him. Christ is the Holy One of Israel. So you must bow down before him. Worship him with all your might, mind, and strength, and your whole soul. If you do this, you will never be cast out."
    },
    {
      "number": 30,
      "content": "Because it is needed, you must keep God's practices and holy acts until the law given to Moses is completed."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Understanding Isaiah's Words",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "What Happened to Jerusalem",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "Jesus Will Come to the Jews",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "text": "God Will Bring His People Back",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "text": "The Messiah Is Jesus Christ",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "text": "We Believe in Christ",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "text": "The Right Way",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 10
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 11
      }
    ]
  }
}