{
  "book": "Jacob",
  "chapter": 2,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "These are the words that I, Jacob, spoke to the people after my brother Nephi died:"
    },
    {
      "number": 2,
      "content": "My dear brothers, I have a duty to God. I must teach you carefully. I want to be clean from your sins. So I came to the temple today to tell you God's word."
    },
    {
      "number": 3,
      "content": "You know I have worked hard as your teacher. But today I worry about your souls even more than before."
    },
    {
      "number": 4,
      "content": "Until now, you have obeyed the Lord's word that I taught you."
    },
    {
      "number": 5,
      "content": "Listen to me. With help from God who made heaven and earth, I know your thoughts. You are starting to sin. This sin looks terrible to me and to God."
    },
    {
      "number": 6,
      "content": "It makes me very sad. I feel ashamed before God that I must tell you about the evil in your hearts."
    },
    {
      "number": 7,
      "content": "It also makes me sad to speak so strongly to you. Your wives and children are here. Many of them have pure and gentle feelings. God likes this."
    },
    {
      "number": 8,
      "content": "I think they came here to hear God's good words. Words that heal hurt souls."
    },
    {
      "number": 9,
      "content": "It makes my soul heavy that God tells me to warn you about your crimes. I must hurt those who are already hurt instead of healing them. Those who aren't hurt will feel pain instead of hearing God's good word."
    },
    {
      "number": 10,
      "content": "But even though this is hard, I must obey God. I must tell you about your terrible sins. The pure and broken hearts are here. God is watching with his powerful eye."
    },
    {
      "number": 11,
      "content": "So I must tell you the truth in plain words. When I asked the Lord, he said to me: \"Jacob, go to the temple tomorrow. Tell the people what I will give you.\""
    },
    {
      "number": 12,
      "content": "Brothers, this is what I tell you. Many of you have started looking for gold and silver. This promised land has plenty of these precious metals for you and your children."
    },
    {
      "number": 13,
      "content": "God has blessed you. You have gotten many riches. Some of you have more than others. So you become proud. You act better than others because of your expensive clothes. You hurt your brothers because you think you are better."
    },
    {
      "number": 14,
      "content": "My brothers, do you think God approves of this? I tell you, no. He condemns you. If you keep doing these things, his judgments will come quickly."
    },
    {
      "number": 15,
      "content": "I wish he would show you that he can pierce you. With one look, he can knock you to the dust."
    },
    {
      "number": 16,
      "content": "I wish he would free you from this sin. Listen to his commands. Don't let pride destroy your souls."
    },
    {
      "number": 17,
      "content": "Think of your brothers as equals. Be friendly with everyone. Share what you have so they can be rich like you."
    },
    {
      "number": 18,
      "content": "But before you look for riches, look for God's kingdom."
    },
    {
      "number": 19,
      "content": "After you have hope in Christ, you will get riches if you look for them. You will look for them to do good. To give clothes to those without. To feed the hungry. To free prisoners. To help the sick and troubled."
    },
    {
      "number": 20,
      "content": "My brothers, I have talked to you about pride. Those who have hurt others because you were proud of what God gave you, what do you say?"
    },
    {
      "number": 21,
      "content": "Don't you think God hates such things? He created all people. One person is as valuable to him as another. All people are made from dust. He created them to keep his commands and honor him forever."
    },
    {
      "number": 22,
      "content": "Now I will stop talking about pride. If I didn't have to talk about a worse crime, my heart would be very happy."
    },
    {
      "number": 23,
      "content": "But God's word weighs on me because of your worse crimes. The Lord says: \"These people are getting more sinful. They don't understand the scriptures. They try to excuse their sexual sins because of what was written about David and his son Solomon.\""
    },
    {
      "number": 24,
      "content": "David and Solomon had many wives. This was terrible to me, says the Lord."
    },
    {
      "number": 25,
      "content": "The Lord says: \"I brought these people from Jerusalem by my power. I wanted to raise up good people from Joseph's children.\""
    },
    {
      "number": 26,
      "content": "\"So I, the Lord God, won't let these people act like people of old times.\""
    },
    {
      "number": 27,
      "content": "\"My brothers, hear me. Listen to the Lord's word. Each man among you will have only one wife. He will have no others.\""
    },
    {
      "number": 28,
      "content": "\"I, the Lord God, am happy when women are pure. Sexual sins are terrible to me, says the Lord of Hosts.\""
    },
    {
      "number": 29,
      "content": "\"These people must keep my commands, says the Lord of Hosts. Or the land will be cursed because of them.\""
    },
    {
      "number": 30,
      "content": "\"If I want to raise up children for me, says the Lord of Hosts, I will command my people. Otherwise, they must listen to these things.\""
    },
    {
      "number": 31,
      "content": "\"I, the Lord, have seen the sadness and crying of my daughters. In Jerusalem and all my people's lands. Because of their husbands' evil acts.\""
    },
    {
      "number": 32,
      "content": "\"I won't let the cries of the good daughters of this people come up to me against the men, says the Lord of Hosts.\""
    },
    {
      "number": 33,
      "content": "\"They won't take my people's daughters captive because of their gentleness. If they do, I will curse them even to destruction. They won't commit sexual sins like people of old, says the Lord of Hosts.\""
    },
    {
      "number": 34,
      "content": "My brothers, you know these commands were given to our father Lehi. You knew them before. You are guilty. You have done things you shouldn't have done."
    },
    {
      "number": 35,
      "content": "You have done worse things than our brothers, the Lamanites. You have broken your gentle wives' hearts. You have lost your children's trust because of your bad examples. Their crying hearts go up to God against you. Because of God's strict word against you, many hearts have died with deep wounds."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Jacob Speaks to the People",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse", 
        "text": "God Knows Your Sinful Thoughts",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "Pride and Riches",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "Seek God's Kingdom First",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "text": "God's Law About Marriage",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 31,
        "position": "before_verse",
        "text": "The Sadness of Wives and Children",
        "level": 3,
        "sortOrder": 6
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 31,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 34,
        "position": "before_verse",
        "sortOrder": 10
      }
    ]
  }
}