{
  "book": "Jacob",
  "chapter": 7,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "After some years passed, a man came among the people of Nephi. His name was Sherem."
    },
    {
      "number": 2,
      "content": "He began to teach the people. He told them there would be no Christ. He taught many things that made the people feel good. He did this to destroy what people believed about Christ."
    },
    {
      "number": 3,
      "content": "He worked hard to lead people's hearts away. He did lead many hearts away. He knew that I, Jacob, believed in Christ who would come. So he looked for chances to come talk to me."
    },
    {
      "number": 4,
      "content": "He was smart. He knew the people's language perfectly. So he could use nice words and speak well. He got this power from the Devil."
    },
    {
      "number": 5,
      "content": "He hoped to shake my faith. But I had seen many special things from God. I had seen angels. They had helped me. I had also heard the Lord's voice speak to me many times. So I could not be shaken."
    },
    {
      "number": 6,
      "content": "Then he came to me. This is how he spoke to me: \"Brother Jacob, I have looked for a chance to speak to you. I have heard that you go around teaching what you call the Gospel or Christ's teachings.\""
    },
    {
      "number": 7,
      "content": "\"You have led many people away. They have left God's right way. They don't keep the law of Moses anymore, which is the right way. You've turned the law of Moses into worship of someone you say will come many hundred years from now. I, Sherem, tell you this is wrong. No one knows such things. No one can tell what will happen in the future.\" This is how Sherem argued with me."
    },
    {
      "number": 8,
      "content": "But the Lord God put his Spirit in my soul. So I proved him wrong in all his words."
    },
    {
      "number": 9,
      "content": "I said to him: \"Do you say there is no Christ who will come?\" He said: \"If there were a Christ, I would not say there isn't. But I know there is no Christ. There has never been one. There never will be.\""
    },
    {
      "number": 10,
      "content": "I said to him: \"Do you believe the Scriptures?\" He said: \"Yes.\""
    },
    {
      "number": 11,
      "content": "I said to him: \"Then you don't understand them. They tell about Christ. All the prophets who have written have talked about Christ.\""
    },
    {
      "number": 12,
      "content": "\"That's not all. God has shown me these things. I have heard and seen them. The Holy Spirit has shown them to me. So I know that if Jesus doesn't save us, all people will be lost.\""
    },
    {
      "number": 13,
      "content": "Then he said to me: \"Show me a sign by this power of the Holy Spirit that you know so much about.\""
    },
    {
      "number": 14,
      "content": "I said to him: \"Why should I ask God to show you a sign? You know these things are true. But you still say they're not true because you follow the Devil. But not my will be done. If God strikes you down, let that be a sign to you. It will show he has power in heaven and on earth. It will show that Christ will come. Your will be done, Lord, not mine.\""
    },
    {
      "number": 15,
      "content": "When I had said these words, the Lord's power came on Sherem. He fell to the ground. People took care of him for many days."
    },
    {
      "number": 16,
      "content": "Then he said to the people: \"Come together tomorrow. I will die. I want to speak to the people before I die.\""
    },
    {
      "number": 17,
      "content": "The next day, the crowd gathered. He spoke clearly to them. He said the things he had taught were wrong. He said he believed in Christ, the Holy Spirit's power, and that angels help people."
    },
    {
      "number": 18,
      "content": "He spoke clearly to them. He said the Devil had tricked him. He spoke about hell, forever, and being punished forever."
    },
    {
      "number": 19,
      "content": "He said: \"I'm afraid I have done the worst sin. I have lied to God. I said there was no Christ. I said I believed the Scriptures. But they tell about him. Because I lied to God like this, I'm very afraid my situation is terrible. But I confess to God.\""
    },
    {
      "number": 20,
      "content": "After he said these words, he could not say anything more. Then he died."
    },
    {
      "number": 21,
      "content": "When the crowd saw that he said these things as he was about to die, they were amazed. God's power came down on them. They were overcome and fell to the ground."
    },
    {
      "number": 22,
      "content": "This made me happy. I had asked my Father in Heaven for this. He had heard my prayer and answered it."
    },
    {
      "number": 23,
      "content": "Then peace and God's love came back to the people. They studied the Scriptures. They didn't listen to this bad man's words anymore."
    },
    {
      "number": 24,
      "content": "The people tried many ways to bring the Lamanites back to the truth. But it didn't work. The Lamanites loved war and killing. They hated us, their brothers, forever. They always tried to destroy us with their weapons."
    },
    {
      "number": 25,
      "content": "So the people of Nephi protected themselves with their armies. They used all their strength. They trusted in God who was their strong help. So they still won against their enemies."
    },
    {
      "number": 26,
      "content": "I began to be old. The story of this people is kept on Nephi's other plates. So I end this record. I have written the best I could. Time passed for us. Our lives passed like a dream. We were a lonely and serious people. We were travelers sent away from Jerusalem. We were born in hard times in the wilderness. Our brothers hated us. This caused wars and fighting. So we were sad all our days."
    },
    {
      "number": 27,
      "content": "I saw that I must soon die. So I said to my son Enos: \"Take these plates.\" I told him what my brother Nephi had told me to do. He promised to obey. I end my writing on these plates. My writing has been short. To the reader I say goodbye. I hope many of my brothers will read my words. Brothers, goodbye."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Sherem Teaches Against Christ",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "text": "Sherem Challenges Jacob",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "text": "God Strikes Sherem Down",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "text": "Peace Returns to the People",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "text": "Jacob's Final Words",
        "level": 3,
        "sortOrder": 5
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 9
      }
    ]
  }
}