{
  "book": "Jacob",
  "chapter": 5,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "My brothers, do you remember reading the words of the prophet Zenos? He spoke to the house of Israel. He said:"
    },
    {
      "number": 2,
      "content": "Listen, house of Israel! Hear my words. I am a prophet of the Lord."
    },
    {
      "number": 3,
      "content": "The Lord says: I will compare you to a tame olive tree. A man took it and took care of it in his vineyard. It grew and got old. Then it began to rot."
    },
    {
      "number": 4,
      "content": "The master of the vineyard went to look at it. He saw his olive tree was rotting. He said: \"I will trim it and dig around it. I will feed it. Maybe it will grow new young branches and not die.\""
    },
    {
      "number": 5,
      "content": "So he trimmed it. He dug around it. He fed it as he said he would."
    },
    {
      "number": 6,
      "content": "After many days, it grew some small young branches. But the main top part began to die."
    },
    {
      "number": 7,
      "content": "The master of the vineyard saw it. He said to his servant: \"I am sad that I might lose this tree. Go get branches from a wild olive tree. Bring them to me. We will cut off the main branches that are dying. We will burn them in the fire.\""
    },
    {
      "number": 8,
      "content": "The Lord of the vineyard said: \"I will take many of these young branches. I will plant them wherever I want. Even if this tree's roots die, I can save its fruit for myself. So I will take these young branches. I will plant them wherever I want.\""
    },
    {
      "number": 9,
      "content": "\"Take the wild olive branches. Plant them in place of the old ones. Burn the branches I cut off. That way they won't clutter my vineyard.\""
    },
    {
      "number": 10,
      "content": "The servant did what the Lord told him. He planted the wild olive branches."
    },
    {
      "number": 11,
      "content": "The Lord had them dig around it, trim it, and feed it. He told his servant: \"I am sad that I might lose this tree. Maybe I can save the roots so they don't die. I want to save them for myself. That's why I did this.\""
    },
    {
      "number": 12,
      "content": "\"Go watch the tree. Take care of it as I told you.\""
    },
    {
      "number": 13,
      "content": "\"I will put these branches in the far parts of my vineyard. I'll put them wherever I want. It doesn't matter to you where. I do this to save the natural branches of the tree. I also want to store up fruit for later. I am sad that I might lose this tree and its fruit.\""
    },
    {
      "number": 14,
      "content": "The Lord of the vineyard went away. He hid the natural branches of the tame olive tree in the far parts of the vineyard. He put some in one place and some in another. He did what he wanted."
    },
    {
      "number": 15,
      "content": "A long time passed. The Lord said to his servant: \"Come, let's go to the vineyard. Let's work there.\""
    },
    {
      "number": 16,
      "content": "The Lord and his servant went to the vineyard to work. The servant said to his master: \"Look here at the tree.\""
    },
    {
      "number": 17,
      "content": "The Lord looked at the tree where the wild branches had been planted. It had grown and started to make fruit. He saw that it was good. The fruit was like the natural fruit."
    },
    {
      "number": 18,
      "content": "He said to the servant: \"The wild branches got water from the roots. The roots gave them much strength. Because the roots are so strong, the wild branches made good fruit. If we hadn't planted these branches, the tree would have died. Now I will store up much fruit that this tree made. I will save it for later.\""
    },
    {
      "number": 19,
      "content": "The Lord said to the servant: \"Come, let's go to the far part of the vineyard. Let's see if the natural branches made much fruit too. Then I can save their fruit for later.\""
    },
    {
      "number": 20,
      "content": "They went where the master had hidden the natural branches. He said to the servant: \"Look at these.\" He looked at the first one. It had made much fruit. He saw it was good. He said to the servant: \"Take this fruit. Save it for later so I can keep it for myself. I have taken care of it for a long time. It has made much fruit.\""
    },
    {
      "number": 21,
      "content": "The servant said to his master: \"Why did you plant this tree here? This was the worst spot in your whole vineyard.\""
    },
    {
      "number": 22,
      "content": "The Lord said to him: \"Don't tell me what to do. I knew it was a poor spot. That's why I told you I've taken care of it for a long time. You can see it has made much fruit.\""
    },
    {
      "number": 23,
      "content": "The Lord said to his servant: \"Look here. I planted another branch too. You know this spot was even worse than the first. But look at the tree. I have taken care of it for a long time. It has made much fruit. Gather it. Save it for later so I can keep it for myself.\""
    },
    {
      "number": 24,
      "content": "The Lord said again to his servant: \"Look here at another branch I planted. I took care of it too. It has made fruit.\""
    },
    {
      "number": 25,
      "content": "He said to the servant: \"Look here at the last one. I planted this in a good spot. I took care of it for a long time. Only part of the tree made good fruit. The other part made bad fruit. I took care of this tree like the others.\""
    },
    {
      "number": 26,
      "content": "The Lord said to the servant: \"Cut off the branches that didn't make good fruit. Throw them in the fire.\""
    },
    {
      "number": 27,
      "content": "The servant said to him: \"Let's trim it and dig around it. Let's feed it a little longer. Maybe it will make good fruit for you. Then you can save it for later.\""
    },
    {
      "number": 28,
      "content": "So the Lord and his servant took care of all the fruit in the vineyard."
    },
    {
      "number": 29,
      "content": "A long time passed. The Lord said to his servant: \"Come, let's go to the vineyard. Let's work there again. The time is almost here. The end is coming soon. So I must store up fruit for later.\""
    },
    {
      "number": 30,
      "content": "The Lord and his servant went to the vineyard. They came to the tree where the natural branches had been cut off and wild branches planted. All kinds of fruit covered the tree."
    },
    {
      "number": 31,
      "content": "The Lord tasted the fruit, every kind. The Lord said: \"We have taken care of this tree for a long time. I have saved much fruit for later.\""
    },
    {
      "number": 32,
      "content": "\"But this time it has made much fruit. None of it is good. There are all kinds of bad fruit. It doesn't help me at all, even after all our work. I am sad that I will lose this tree.\""
    },
    {
      "number": 33,
      "content": "The Lord said to the servant: \"What should we do to the tree? How can I save good fruit from it again?\""
    },
    {
      "number": 34,
      "content": "The servant said to his master: \"Because you planted wild olive branches, they fed the roots. The roots are still alive. They haven't died. You can see they are still good.\""
    },
    {
      "number": 35,
      "content": "The Lord said to his servant: \"The tree doesn't help me. The roots don't help me as long as it makes bad fruit.\""
    },
    {
      "number": 36,
      "content": "\"But I know the roots are good. I saved them for my own purpose. Because they are so strong, they have made good fruit from the wild branches before.\""
    },
    {
      "number": 37,
      "content": "\"But the wild branches have grown too much. They have taken over the roots. Because the wild branches took over the roots, the tree made much bad fruit. Because it made so much bad fruit, you can see it's starting to die. Soon it will be ready to throw into the fire. Unless we do something to save it.\""
    },
    {
      "number": 38,
      "content": "The Lord said to his servant: \"Let's go to the far parts of the vineyard. Let's see if the natural branches also made bad fruit.\""
    },
    {
      "number": 39,
      "content": "They went to the far parts of the vineyard. They saw that the fruit of the natural branches had gone bad too. The first, the second, and the last had all gone bad."
    },
    {
      "number": 40,
      "content": "The bad fruit of the last tree had taken over the part that made good fruit. That branch had dried up and died."
    },
    {
      "number": 41,
      "content": "The Lord cried and said to the servant: \"What more could I have done for my vineyard?\""
    },
    {
      "number": 42,
      "content": "\"I knew all the fruit in the vineyard had gone bad, except for these trees. Now these trees that once made good fruit have gone bad too. Now all the trees in my vineyard are worthless. They can only be cut down and burned.\""
    },
    {
      "number": 43,
      "content": "\"This last tree, whose branch dried up—I planted it in a good spot. It was the best spot in all my vineyard.\""
    },
    {
      "number": 44,
      "content": "\"You saw that I cut down what was in the way of this spot. I planted this tree there instead.\""
    },
    {
      "number": 45,
      "content": "\"You saw that part of it made good fruit. Part of it made bad fruit. Because I didn't cut off the branches and burn them, they took over the good branch. It dried up.\""
    },
    {
      "number": 46,
      "content": "\"Even with all the care we gave my vineyard, the trees have gone bad. They don't make good fruit. I had hoped to save them. I wanted to store their fruit for later. But they have become like wild olive trees. They are worthless except to cut down and burn. I am sad that I will lose them.\""
    },
    {
      "number": 47,
      "content": "\"But what more could I have done in my vineyard? Did I stop working? No, I fed it. I dug around it. I trimmed it. I put fertilizer on it. I have worked almost all day long. The end is near. I am sad that I must cut down all my vineyard trees and burn them. Who has ruined my vineyard?\""
    },
    {
      "number": 48,
      "content": "The servant said to his master: \"Isn't it the height of your vineyard? Haven't the branches grown stronger than the roots, which are good? The branches grew stronger than the roots. They grew faster than the roots could support. They took strength for themselves. Isn't this why your vineyard trees have gone bad?\""
    },
    {
      "number": 49,
      "content": "The Lord said to the servant: \"Let's go cut down the vineyard trees. Let's burn them so they don't clutter my vineyard. I have done everything. What more could I have done for my vineyard?\""
    },
    {
      "number": 50,
      "content": "The servant said to the Lord: \"Wait a little longer.\""
    },
    {
      "number": 51,
      "content": "The Lord said: \"I will wait a little longer. I am sad that I will lose my vineyard trees.\""
    },
    {
      "number": 52,
      "content": "\"So let's take branches from the trees I planted in the far parts of my vineyard. Let's plant them back in the tree they came from. Let's cut the most bitter branches from the tree. Let's plant the natural branches there instead.\""
    },
    {
      "number": 53,
      "content": "\"I will do this so the tree won't die. Maybe I can save its roots for myself.\""
    },
    {
      "number": 54,
      "content": "\"The roots of the natural branches I planted everywhere are still alive. To save them for myself, I will take branches from this tree. I will plant them back in those trees. I will plant the branches back in their mother tree. That way I can save the roots for myself. When they are strong enough, maybe they will make good fruit for me. Then I can be happy about my vineyard fruit.\""
    },
    {
      "number": 55,
      "content": "They took branches from the natural tree that had gone wild. They planted them in the natural trees that had also gone wild."
    },
    {
      "number": 56,
      "content": "They also took branches from the natural trees that had gone wild. They planted them back in their mother tree."
    },
    {
      "number": 57,
      "content": "The Lord said to the servant: \"Don't pull off all the wild branches from the trees. Only take the most bitter ones. Plant new branches in them as I said.\""
    },
    {
      "number": 58,
      "content": "\"We will feed the vineyard trees again. We will trim their branches. We will cut off the branches that are ripe and dying. We will burn them.\""
    },
    {
      "number": 59,
      "content": "\"I do this so the roots might get strong because they are good. When the branches are changed, the good can beat the bad.\""
    },
    {
      "number": 60,
      "content": "\"I have saved the natural branches and their roots. I have planted the natural branches back in their mother tree. I have saved the roots of their mother tree. Maybe my vineyard trees will make good fruit again. Maybe I can be happy again with my vineyard fruit. Maybe I can be very happy that I saved the roots and branches of the first fruit.\""
    },
    {
      "number": 61,
      "content": "\"So go call servants. We will work hard in the vineyard. We will prepare the way so I can grow natural fruit again. Natural fruit is good. It is the best of all fruit.\""
    },
    {
      "number": 62,
      "content": "\"So let's go work as hard as we can one last time. The end is near. This is the last time I will trim my vineyard.\""
    },
    {
      "number": 63,
      "content": "\"Plant the branches. Start with the last ones so they can be first. Make the first ones last. Dig around all the trees, old and young, first and last, last and first. Feed them all once more for the last time.\""
    },
    {
      "number": 64,
      "content": "\"So dig around them. Trim them. Put fertilizer on them once more, for the last time. The end is near. If these last branches grow and make natural fruit, prepare the way for them to grow.\""
    },
    {
      "number": 65,
      "content": "\"As they start to grow, clear away the branches that make bitter fruit. Do this based on how strong the good branches are and how big they are. Don't clear away all the bad branches at once. The roots might be too strong for the new branches. The new branches might die. Then I would lose my vineyard trees.\""
    },
    {
      "number": 66,
      "content": "\"I am sad that I might lose my vineyard trees. So clear away the bad branches as the good ones grow. Make the roots and top equal in strength. Do this until the good beats the bad. Then cut down the bad and burn them so they don't clutter my vineyard. This is how I will clear the bad from my vineyard.\""
    },
    {
      "number": 67,
      "content": "\"I will plant the natural tree branches back in the natural tree.\""
    },
    {
      "number": 68,
      "content": "\"I will plant the natural tree branches into the natural tree branches. I will bring them together again. They will make natural fruit. They will be one.\""
    },
    {
      "number": 69,
      "content": "\"The bad will be thrown away from all my vineyard land. I will trim my vineyard only this once.\""
    },
    {
      "number": 70,
      "content": "The Lord sent his servant. The servant went and did what the Lord told him. He brought other servants. There were only a few."
    },
    {
      "number": 71,
      "content": "The Lord said to them: \"Go work in the vineyard as hard as you can. This is the last time I will feed my vineyard. The end is close. The time is coming quickly. If you work hard with me, you will be happy with the fruit I save for the coming time.\""
    },
    {
      "number": 72,
      "content": "The servants went and worked as hard as they could. The Lord worked with them too. They obeyed all the Lord's commands."
    },
    {
      "number": 73,
      "content": "Natural fruit began to grow in the vineyard again. The natural branches began to grow very well. The wild branches were cut off and thrown away. They kept the roots and tops equal in strength."
    },
    {
      "number": 74,
      "content": "They worked very hard. They followed the Lord's commands. They threw out all the bad from the vineyard. The Lord saved for himself trees that made natural fruit again. They became like one tree. The fruit was all the same. The Lord had saved the natural fruit that was most precious to him from the beginning."
    },
    {
      "number": 75,
      "content": "When the Lord saw that his fruit was good and his vineyard wasn't bad anymore, he called his servants. He said to them: \"For this last time we have fed my vineyard. You can see I have done what I wanted. I have saved the natural fruit. It is good, just like it was at the beginning. God blesses you. Because you worked hard with me in my vineyard and kept my commands, you brought me natural fruit again. My vineyard isn't bad anymore. The bad is thrown away. You will be happy with me because of my vineyard fruit.\""
    },
    {
      "number": 76,
      "content": "\"I will save my vineyard fruit for myself for a long time. The time is coming quickly. For the last time I have fed, trimmed, dug around, and fertilized my vineyard. So I will save the fruit for myself for a long time, as I have said.\""
    },
    {
      "number": 77,
      "content": "\"When bad fruit comes into my vineyard again, I will have the good and bad gathered. I will save the good for myself. I will throw the bad into its own place. Then comes the time of the end. I will have my vineyard burned with fire.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The Story of the Olive Trees",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "Saving the Dying Tree",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "text": "First Visit to Check the Trees",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "text": "The Trees Go Bad",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 41,
        "position": "before_verse",
        "text": "The Lord Cries for His Vineyard",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 50,
        "position": "before_verse",
        "text": "One More Chance",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 61,
        "position": "before_verse",
        "text": "Working Together One Last Time",
        "level": 3,
        "sortOrder": 7
      },
      {
        "verseNumber": 70,
        "position": "before_verse",
        "text": "The Servants Save the Vineyard",
        "level": 3,
        "sortOrder": 8
      },
      {
        "verseNumber": 75,
        "position": "before_verse",
        "text": "Good Fruit at Last",
        "level": 3,
        "sortOrder": 9
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 10
      },
      {
        "verseNumber": 31,
        "position": "before_verse",
        "sortOrder": 11
      },
      {
        "verseNumber": 34,
        "position": "before_verse",
        "sortOrder": 12
      },
      {
        "verseNumber": 37,
        "position": "before_verse",
        "sortOrder": 13
      },
      {
        "verseNumber": 39,
        "position": "before_verse",
        "sortOrder": 14
      },
      {
        "verseNumber": 43,
        "position": "before_verse",
        "sortOrder": 15
      },
      {
        "verseNumber": 46,
        "position": "before_verse",
        "sortOrder": 16
      },
      {
        "verseNumber": 48,
        "position": "before_verse",
        "sortOrder": 17
      },
      {
        "verseNumber": 52,
        "position": "before_verse",
        "sortOrder": 18
      },
      {
        "verseNumber": 54,
        "position": "before_verse",
        "sortOrder": 19
      },
      {
        "verseNumber": 56,
        "position": "before_verse",
        "sortOrder": 20
      },
      {
        "verseNumber": 58,
        "position": "before_verse",
        "sortOrder": 21
      },
      {
        "verseNumber": 60,
        "position": "before_verse",
        "sortOrder": 22
      },
      {
        "verseNumber": 62,
        "position": "before_verse",
        "sortOrder": 23
      },
      {
        "verseNumber": 64,
        "position": "before_verse",
        "sortOrder": 24
      },
      {
        "verseNumber": 66,
        "position": "before_verse",
        "sortOrder": 25
      },
      {
        "verseNumber": 68,
        "position": "before_verse",
        "sortOrder": 26
      },
      {
        "verseNumber": 72,
        "position": "before_verse",
        "sortOrder": 27
      },
      {
        "verseNumber": 74,
        "position": "before_verse",
        "sortOrder": 28
      },
      {
        "verseNumber": 77,
        "position": "before_verse",
        "sortOrder": 29
      }
    ]
  }
}