{
  "book": "Mosiah",
  "chapter": 11,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "Then Zeniff gave his kingdom to Noah, one of his sons. So Noah became king in his place. But he did not follow his father's good ways."
    },
    {
      "number": 2,
      "content": "He did not obey God's commands. He did what he wanted to do instead. He had many wives. He made his people sin and do wrong things that God hated."
    },
    {
      "number": 3,
      "content": "He made them pay taxes. They had to give him one-fifth of everything they owned. This included their gold, silver, ziff, copper, brass, iron, best animals, and grain."
    },
    {
      "number": 4,
      "content": "He took all this to pay for himself, his wives, his priests, and their wives. This is how he changed the kingdom."
    },
    {
      "number": 5,
      "content": "He got rid of all the priests his father had chosen. He picked new priests who were proud and thought they were better than others."
    },
    {
      "number": 6,
      "content": "The taxes from Noah's people paid for these priests to be lazy and worship false gods. The people had to work very hard to pay for all this sin."
    },
    {
      "number": 7,
      "content": "The people also started worshiping false gods. The king and priests lied to them with nice-sounding words that fooled them."
    },
    {
      "number": 8,
      "content": "King Noah built many fancy, big buildings. He decorated them with beautiful wood and expensive things made of gold, silver, iron, brass, ziff, and copper."
    },
    {
      "number": 9,
      "content": "He also built himself a huge palace with a throne in the middle. Everything was made of fine wood and decorated with gold, silver, and expensive things."
    },
    {
      "number": 10,
      "content": "He made his workers do beautiful work inside the temple walls. They used fine wood, copper, and brass."
    },
    {
      "number": 11,
      "content": "The seats for the high priests were higher than all the other seats. He decorated them with pure gold. He built a place in front of them where they could rest their bodies and arms while they told lies to his people."
    },
    {
      "number": 12,
      "content": "He built a tower near the temple. It was very high. He could stand on top of it and see over the land of Shilom and the land of Shemlon, where the Lamanites lived. He could see all the land around."
    },
    {
      "number": 13,
      "content": "He built many buildings in the land Shilom. He built a great tower on the hill north of Shilom. This hill was a place where Nephi's people had gone when they ran away from their land. He did all this with the money he got from taxing his people."
    },
    {
      "number": 14,
      "content": "He loved his riches. He spent his time partying with his wives. His priests also spent their time with bad women."
    },
    {
      "number": 15,
      "content": "He planted grape fields all around the land. He built places to make wine and made lots of wine. So he and his people became drunk a lot."
    },
    {
      "number": 16,
      "content": "The Lamanites began attacking his people in small groups. They killed them in their fields and while they were taking care of their animals."
    },
    {
      "number": 17,
      "content": "King Noah sent guards around the land to keep the Lamanites away. But he did not send enough guards. The Lamanites came and killed the guards. They stole many animals from the land. This is how the Lamanites began to destroy them and show their hate."
    },
    {
      "number": 18,
      "content": "King Noah sent his armies to fight them. They pushed the Lamanites back for a while. So they came back happy with the things they had taken from the Lamanites."
    },
    {
      "number": 19,
      "content": "Because of this big win, they became very proud. They bragged about their own strength. They said that fifty of their men could fight thousands of Lamanites. They bragged like this and loved violence and killing. This happened because their king and priests were wicked."
    },
    {
      "number": 20,
      "content": "There was a man named Abinadi among them. He went out and began to tell them God's message. He said: \"This is what the Lord says. He told me to say this: 'Go and tell this people what the Lord says: Trouble will come to these people! I have seen their terrible sins and wrong actions. If they don't stop sinning, I will punish them with my anger.'"
    },
    {
      "number": 21,
      "content": "\"If they don't stop sinning and turn back to the Lord their God, I will let their enemies capture them. They will become slaves. Their enemies will make them suffer.\""
    },
    {
      "number": 22,
      "content": "\"Then they will know that I am the Lord their God. I am a God who does not share my people with others. I punish my people when they sin.\""
    },
    {
      "number": 23,
      "content": "\"If these people don't stop sinning and turn to the Lord their God, they will become slaves. No one will save them except the Lord God Almighty.\""
    },
    {
      "number": 24,
      "content": "\"When they cry to me for help, I will be slow to listen to them. I will let their enemies hurt them.\""
    },
    {
      "number": 25,
      "content": "\"If they don't truly feel sorry, wear rough clothes, put ashes on themselves, and cry loudly to the Lord their God, I will not listen to their prayers. I will not save them from their troubles. This is what the Lord says. He told me to say this.\""
    },
    {
      "number": 26,
      "content": "When Abinadi said these words to them, they got very angry with him. They tried to kill him. But the Lord kept him safe."
    },
    {
      "number": 27,
      "content": "When King Noah heard what Abinadi had said to the people, he also got very angry. He said: \"Who is Abinadi that he should judge me and my people? Who is the Lord that he should bring such big troubles on my people?\""
    },
    {
      "number": 28,
      "content": "\"I order you to bring Abinadi here so I can kill him. He said these things to make my people angry with each other and to start fights among my people. So I will kill him.\""
    },
    {
      "number": 29,
      "content": "The people could not see the truth. So they made their hearts hard against Abinadi's words. From that time on, they tried to catch him. King Noah also made his heart hard against the Lord's word. He did not feel sorry for his evil actions."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "King Noah Rules Wickedly",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "Noah Builds Fancy Buildings",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "Noah Lives in Sin",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "text": "Wars with the Lamanites",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "Abinadi Preaches God's Message",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "text": "The People Reject Abinadi",
        "level": 3,
        "sortOrder": 6
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "sortOrder": 8
      }
    ]
  }
}