{
  "book": "Mosiah",
  "chapter": 21,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "Limhi and his people went back to the city of Nephi. They began to live there in peace again."
    },
    {
      "number": 2,
      "content": "After many days, the Lamanites became angry with the Nephites again. They began to come into the lands around them."
    },
    {
      "number": 3,
      "content": "They didn't dare kill them because of the promise their king had made to Limhi. But they would hit them on their faces and boss them around. They began to put heavy loads on their backs. They made them work like animals."
    },
    {
      "number": 4,
      "content": "All this happened to make the Lord's word come true."
    },
    {
      "number": 5,
      "content": "The Nephites had many troubles. There was no way they could save themselves. The Lamanites had them trapped on every side."
    },
    {
      "number": 6,
      "content": "The people began to complain to the king because of their troubles. They wanted to fight against the Lamanites. They bothered the king so much with their complaints that he let them do what they wanted."
    },
    {
      "number": 7,
      "content": "They came together again. They put on their armor and went out against the Lamanites. They wanted to drive them out of their land."
    },
    {
      "number": 8,
      "content": "The Lamanites beat them and drove them back. They killed many of them."
    },
    {
      "number": 9,
      "content": "There was great sadness and crying among the people of Limhi. Widows cried for their husbands. Sons and daughters cried for their fathers. Brothers cried for their brothers."
    },
    {
      "number": 10,
      "content": "There were many widows in the land. They cried loudly every day because they were very afraid of the Lamanites."
    },
    {
      "number": 11,
      "content": "Their constant crying made the rest of Limhi's people angry at the Lamanites. They went to battle again. But they were driven back again and lost many people."
    },
    {
      "number": 12,
      "content": "They went a third time and had the same thing happen. Those who weren't killed went back to the city of Nephi."
    },
    {
      "number": 13,
      "content": "They made themselves very humble. They let themselves become slaves. They let themselves be hit, driven around, and made to carry heavy loads. Their enemies could do whatever they wanted to them."
    },
    {
      "number": 14,
      "content": "They made themselves as humble as they could be. They cried out to God loudly. They cried to their God all day long. They asked him to save them from their troubles."
    },
    {
      "number": 15,
      "content": "The Lord was slow to hear their cries because of their sins. But the Lord did hear their cries. He began to soften the hearts of the Lamanites. They began to make their loads lighter. But the Lord didn't free them from being slaves yet."
    },
    {
      "number": 16,
      "content": "They began to do better little by little in the land. They began to grow more grain, flocks, and herds. They didn't go hungry."
    },
    {
      "number": 17,
      "content": "There were more women than men. So King Limhi told every man to help support the widows and their children. This way they wouldn't starve to death. They did this because so many people had been killed."
    },
    {
      "number": 18,
      "content": "The people of Limhi stayed together as much as they could. They kept their grain and flocks safe."
    },
    {
      "number": 19,
      "content": "The king himself didn't go outside the city walls without his guards. He was afraid he might somehow be caught by the Lamanites."
    },
    {
      "number": 20,
      "content": "He had his people watch the land all around. They hoped to catch those priests who had run into the wilderness. Those priests had stolen the daughters of the Lamanites. They had caused so much trouble to come upon them."
    },
    {
      "number": 21,
      "content": "They wanted to catch them so they could punish them. The priests had come into the land of Nephi at night. They had taken their grain and many valuable things. So they waited to catch them."
    },
    {
      "number": 22,
      "content": "There was no more trouble between the Lamanites and the people of Limhi. This lasted until Ammon and his brothers came to the land."
    },
    {
      "number": 23,
      "content": "The king was outside the city gates with his guard. He saw Ammon and his brothers. He thought they were priests of Noah. So he had them caught, tied up, and thrown in prison. If they had been priests of Noah, he would have had them killed."
    },
    {
      "number": 24,
      "content": "But when he found out they weren't priests, he learned they were his brothers from the land of Zarahemla. He was filled with great joy."
    },
    {
      "number": 25,
      "content": "Before Ammon came, King Limhi had sent a small group of men to look for the land of Zarahemla. But they couldn't find it. They got lost in the wilderness."
    },
    {
      "number": 26,
      "content": "But they did find a land where people had lived. It was a land covered with dry bones. It was a land where people had lived and been destroyed. They thought it was the land of Zarahemla. They went back to the land of Nephi. They arrived not many days before Ammon came."
    },
    {
      "number": 27,
      "content": "They brought a record with them. It was a record of the people whose bones they had found. It was written on metal plates."
    },
    {
      "number": 28,
      "content": "Limhi was filled with joy again. Ammon told him that King Benjamin had a gift from God. This gift let him translate such writings. Ammon was also happy."
    },
    {
      "number": 29,
      "content": "But Ammon and his brothers were filled with sadness. So many of their brothers had been killed."
    },
    {
      "number": 30,
      "content": "They were also sad that King Noah and his priests had made the people sin so much against God. They were sad about the death of Abinadi. They were sad that Alma and the people with him had left. Those people had formed a church of God through God's strength and power. They had faith in the words Abinadi had spoken."
    },
    {
      "number": 31,
      "content": "They were sad that they had left. They didn't know where they had gone. They would have gladly joined them. They themselves had made a promise with God to serve him and keep his commandments."
    },
    {
      "number": 32,
      "content": "Since Ammon came, King Limhi had also made a promise with God. Many of his people also promised to serve God and keep his commandments."
    },
    {
      "number": 33,
      "content": "King Limhi and many of his people wanted to be baptized. But no one in the land had authority from God. Ammon wouldn't do it. He thought of himself as an unworthy servant."
    },
    {
      "number": 34,
      "content": "So they didn't form a church at that time. They waited for the Spirit of the Lord. They wanted to become like Alma and his brothers who had gone into the wilderness."
    },
    {
      "number": 35,
      "content": "They wanted to be baptized. This would show that they were willing to serve God with all their hearts. But they waited. The story of their baptism will be told later."
    },
    {
      "number": 36,
      "content": "All that Ammon and his people and King Limhi and his people thought about was getting free. They wanted to escape from the Lamanites and from being slaves."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The Lamanites Make Life Hard",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "text": "Three Failed Battles",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "text": "The People Humble Themselves",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "Life Under Guard",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "text": "Ammon Arrives",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "text": "The Discovery of Ancient Records",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "text": "Sadness and Hope",
        "level": 3,
        "sortOrder": 7
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "text": "Waiting for Baptism",
        "level": 3,
        "sortOrder": 8
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 31,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 35,
        "position": "before_verse",
        "sortOrder": 9
      }
    ]
  }
}