{
  "book": "Mosiah",
  "chapter": 27,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "People who didn't believe were being mean to the church members. This became such a big problem that the church members began to complain to their leaders. They complained to Alma. Alma took the problem to King Mosiah. Mosiah talked with his priests about it."
    },
    {
      "number": 2,
      "content": "King Mosiah sent a message throughout the land. It said that no one who didn't believe should hurt anyone who belonged to God's church."
    },
    {
      "number": 3,
      "content": "He gave a strict rule to all the churches. There should be no hurting each other. Everyone should be treated the same."
    },
    {
      "number": 4,
      "content": "They should not let pride ruin their peace. Every person should treat their neighbor like themselves. They should work with their own hands for their food."
    },
    {
      "number": 5,
      "content": "All their priests and teachers should work with their own hands for their food too. The only time they didn't have to work was when they were sick or really needed help. By doing these things, they received God's grace."
    },
    {
      "number": 6,
      "content": "There began to be peace again in the land. The people became many. They began to spread out everywhere on the earth. They went north, south, east, and west. They built big cities and villages everywhere."
    },
    {
      "number": 7,
      "content": "The Lord visited them and helped them do well. They became many people with lots of money."
    },
    {
      "number": 8,
      "content": "The sons of Mosiah didn't believe. One of Alma's sons didn't believe either. His name was also Alma, named after his father. But he became a very bad person who worshiped false gods. He was good at talking and said nice things to trick people. So he led many people to do bad things like him."
    },
    {
      "number": 9,
      "content": "He made it hard for God's church to grow. He stole people's hearts away. He caused lots of problems among the people. He gave God's enemy a chance to have power over them."
    },
    {
      "number": 10,
      "content": "He was going around trying to destroy God's church. He went secretly with Mosiah's sons. They tried to destroy the church and lead God's people the wrong way. This was against God's rules and even the king's rules."
    },
    {
      "number": 11,
      "content": "As I said, while they were going around fighting against God, an angel of the Lord appeared to them. He came down like he was in a cloud. He spoke with a voice like thunder. It made the earth shake where they stood."
    },
    {
      "number": 12,
      "content": "They were so surprised that they fell to the ground. They couldn't understand what he said to them."
    },
    {
      "number": 13,
      "content": "But he called out again: \"Alma, get up and stand here! Why are you hurting God's church? The Lord said: 'This is my church. I will make it strong. Nothing will destroy it except when my people do wrong.'\""
    },
    {
      "number": 14,
      "content": "The angel also said: \"Look, the Lord has heard his people's prayers. He has also heard your father Alma's prayers. Your father prayed with great faith about you. He wanted you to know the truth. That's why I came here. I came to show you God's power. This way his servants' prayers can be answered.\""
    },
    {
      "number": 15,
      "content": "\"Can you argue with God's power? Doesn't my voice shake the earth? Can't you see me standing in front of you? I am sent from God.\""
    },
    {
      "number": 16,
      "content": "\"Now I tell you: Go! Remember when your fathers were prisoners in Helam and Nephi. Remember the great things God did for them. They were slaves, and he freed them. Now I tell you, Alma: Go on your way. Stop trying to destroy the church. Let their prayers be answered. Do this even if you yourself will be lost.\""
    },
    {
      "number": 17,
      "content": "These were the last words the angel said to Alma. Then he left."
    },
    {
      "number": 18,
      "content": "Alma and those with him fell to the earth again. They were very surprised. They had seen an angel of the Lord with their own eyes. His voice was like thunder that shook the earth. They knew only God's power could shake the earth and make it tremble like it would split apart."
    },
    {
      "number": 19,
      "content": "Alma was so surprised that he couldn't speak. He couldn't open his mouth. He became so weak that he couldn't move his hands. The people with him picked him up. They carried him because he couldn't move. They brought him to his father."
    },
    {
      "number": 20,
      "content": "They told his father everything that happened to them. His father was happy because he knew it was God's power."
    },
    {
      "number": 21,
      "content": "He brought many people together. He wanted them to see what the Lord had done for his son and the others with him."
    },
    {
      "number": 22,
      "content": "He brought the priests together. They began to go without food and pray to the Lord their God. They wanted God to let Alma speak again. They wanted his arms and legs to get their strength back. They wanted the people to see and know about God's goodness and glory."
    },
    {
      "number": 23,
      "content": "After they had gone without food and prayed for two days and two nights, Alma's arms and legs got their strength back. He stood up and began to speak to them. He told them to be happy."
    },
    {
      "number": 24,
      "content": "He said: \"I have turned away from my sins. The Lord has saved me. I am born of the Spirit.\""
    },
    {
      "number": 25,
      "content": "\"The Lord said to me: 'Don't be surprised that all people need to be born again. Men, women, all countries, families, languages, and peoples must be born again. They must be born of God. They must change from their sinful state to being good. God must save them. They must become his sons and daughters.'\""
    },
    {
      "number": 26,
      "content": "\"They become new people this way. If they don't do this, they cannot go to God's kingdom.\""
    },
    {
      "number": 27,
      "content": "\"I tell you, if this doesn't happen, they must be thrown out. I know this because I was almost thrown out.\""
    },
    {
      "number": 28,
      "content": "\"After going through much trouble and almost dying from turning away from sin, the Lord was kind. He pulled me out of a fire that burns forever. I am born of God.\""
    },
    {
      "number": 29,
      "content": "\"My soul has been saved from bitter hate and the chains of sin. I was in the darkest hole. But now I see God's wonderful light. My soul was hurt with pain that never ends. But I was pulled out. My soul doesn't hurt anymore.\""
    },
    {
      "number": 30,
      "content": "\"I said no to my Savior. I said what our fathers taught wasn't true. But now they can know he will come. He remembers every person he created. He will show himself to everyone.\""
    },
    {
      "number": 31,
      "content": "\"Every knee will bow. Every tongue will say he is God. On the last day, when all people stand to be judged by him, they will say he is God. Those who live without God in the world will say that being punished forever is fair for them. They will shake, tremble, and shrink when his eye that sees everything looks at them.\""
    },
    {
      "number": 32,
      "content": "From this time on, Alma began to teach the people. Those who were with Alma when the angel appeared also taught. They traveled all through the land. They told all the people what they had heard and seen. They preached God's word even when it was hard. People who didn't believe hurt them a lot. Many of them hit them."
    },
    {
      "number": 33,
      "content": "But even with all this, they gave much comfort to the church. They made their faith stronger. They told them to be patient and work hard to keep God's rules."
    },
    {
      "number": 34,
      "content": "Four of them were Mosiah's sons. Their names were Ammon, Aaron, Omner, and Himni. These were the names of Mosiah's sons."
    },
    {
      "number": 35,
      "content": "They traveled through all the land of Zarahemla. They went to all the people under King Mosiah's rule. They worked hard to fix all the hurt they had caused the church. They told everyone about their sins. They told all the things they had seen. They explained the teachings and the holy writings to everyone who wanted to hear them."
    },
    {
      "number": 36,
      "content": "This way they were God's tools. They brought many people to know the truth. They brought them to know their Savior."
    },
    {
      "number": 37,
      "content": "How blessed they are! They told people about peace. They shared good news. They told the people that the Lord is king."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The Church Faces Problems",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "Alma and Mosiah's Sons Fight the Church",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "An Angel Appears",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "text": "Alma Cannot Speak or Move",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "text": "Alma Is Healed and Tells His Story",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 32,
        "position": "before_verse",
        "text": "They Teach Throughout the Land",
        "level": 3,
        "sortOrder": 6
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 6,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 34,
        "position": "before_verse",
        "sortOrder": 8
      }
    ]
  }
}