{
  "book": "Mosiah",
  "chapter": 2,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "After Mosiah did what his father told him to do, he made an announcement throughout all the land. The people gathered together from everywhere so they could go to the temple. They wanted to hear the words that King Benjamin would speak to them."
    },
    {
      "number": 2,
      "content": "There were so many people that no one could count them. They had grown very much in number and become great in the land."
    },
    {
      "number": 3,
      "content": "They also brought the first animals born from their flocks. They wanted to offer sacrifices and burnt offerings just like the law of Moses said to do."
    },
    {
      "number": 4,
      "content": "They also wanted to give thanks to the Lord their God. He had brought them out of Jerusalem. He had saved them from their enemies. He had chosen good men to be their teachers and a good man to be their king. The king had made peace in the land of Zarahemla. He had taught them to obey God's commandments so they could be happy and filled with love toward God and all people."
    },
    {
      "number": 5,
      "content": "When they came to the temple, they set up their tents all around it. Every man camped with his family - his wife, his sons and daughters, and their children, from the oldest to the youngest. Each family stayed separate from the others."
    },
    {
      "number": 6,
      "content": "They set up their tents around the temple. Each person put their tent door facing toward the temple. That way they could stay in their tents and still hear the words that King Benjamin would speak to them."
    },
    {
      "number": 7,
      "content": "The crowd was so big that King Benjamin could not teach them all inside the temple walls. So he had a tower built so his people could hear the words he would speak to them."
    },
    {
      "number": 8,
      "content": "He began to speak to his people from the tower. But not everyone could hear his words because there were so many people. So he had the words he spoke written down and sent out to those who could not hear his voice. That way they could also get his words."
    },
    {
      "number": 9,
      "content": "These are the words he spoke and had written down: \"My brothers, all of you who have come together here, you who can hear my words that I will speak to you today - I have not told you to come here to waste time with the words I will speak. Instead, you should listen to me. Open your ears so you can hear. Open your hearts so you can understand. Open your minds so God's secrets can be shown to you.\""
    },
    {
      "number": 10,
      "content": "\"I have not told you to come here so you would be scared of me or think that I am more than just a regular person.\""
    },
    {
      "number": 11,
      "content": "\"I am just like you. My body and mind can get sick and weak just like yours. But this people chose me, and my father set me apart. The Lord allowed me to be a ruler and king over this people. His great power has kept me safe so I could serve you with all the strength and mind and power the Lord has given me.\""
    },
    {
      "number": 12,
      "content": "\"I tell you that I have spent my whole life serving you, even up to now. I have not asked you for gold or silver or any kind of riches.\""
    },
    {
      "number": 13,
      "content": "\"I have not let you be put in prison. I have not let you make slaves of each other. I have not let you murder or steal or commit adultery. I have not let you do any kind of bad things. I have taught you to obey the Lord's commandments in everything he has told you to do.\""
    },
    {
      "number": 14,
      "content": "\"I have even worked with my own hands to serve you. I did not make you pay taxes. I made sure nothing hard or painful would come upon you. You are witnesses of all these things I have said.\""
    },
    {
      "number": 15,
      "content": "\"But my brothers, I have not done these things so I could brag. I do not tell you these things to blame you. I tell you these things so you will know that I can stand before God today with a clear heart.\""
    },
    {
      "number": 16,
      "content": "\"I tell you that when I said I spent my life serving you, I do not want to brag. I have only been serving God.\""
    },
    {
      "number": 17,
      "content": "\"I tell you these things so you can learn wisdom. You can learn that when you serve other people, you are really serving God.\""
    },
    {
      "number": 18,
      "content": "\"You have called me your king. If I, your king, work hard to serve you, then shouldn't you work hard to serve each other?\""
    },
    {
      "number": 19,
      "content": "\"And if I, your king, who has spent his life serving you and serving God, deserve thanks from you, then how much more should you thank your heavenly King!\""
    },
    {
      "number": 20,
      "content": "\"I tell you, my brothers, that even if you gave all the thanks and praise your whole soul has power to give to God - the God who created you, has kept you safe, has made you happy, and has let you live in peace with each other -\""
    },
    {
      "number": 21,
      "content": "\"I tell you that even if you served him who created you from the beginning with your whole soul - him who keeps you alive from day to day by giving you breath so you can live and move and do what you want, and who supports you every moment - even if you served him with all your heart, you would still not be good enough servants.\""
    },
    {
      "number": 22,
      "content": "\"All he asks of you is to obey his commandments. He has promised you that if you obey his commandments, you will do well in the land. He never changes what he has said. So if you do obey his commandments, he blesses you and helps you do well.\""
    },
    {
      "number": 23,
      "content": "\"First, he created you and gave you your lives. You owe him for this.\""
    },
    {
      "number": 24,
      "content": "\"Second, he asks you to do what he has told you to do. When you do this, he blesses you right away. So he has paid you back. But you still owe him. You always will owe him, forever and ever. So what do you have to brag about?\""
    },
    {
      "number": 25,
      "content": "\"Can you say anything good about yourselves? No, you cannot. You cannot say that you are even as good as the dust of the earth. But you were made from the dust of the earth. It belongs to the one who created you.\""
    },
    {
      "number": 26,
      "content": "\"Even I, your king, am no better than you are. I am also made of dust. You can see that I am old and about to give up this body to the earth.\""
    },
    {
      "number": 27,
      "content": "\"So as I told you that I have served you with a clear heart before God, I have called you together now so I will not be blamed. I do not want your blood to be on me when I stand before God to be judged for the things he told me to do for you.\""
    },
    {
      "number": 28,
      "content": "\"I tell you that I have called you together so I can clean my clothes of your blood. I am about to die soon. I want to die in peace so my spirit can join the angels in heaven in singing praises to God.\""
    },
    {
      "number": 29,
      "content": "\"Also, I tell you that I have called you together so I can tell you that I can no longer be your teacher or your king.\""
    },
    {
      "number": 30,
      "content": "\"Even right now, my whole body shakes as I try to speak to you. But the Lord God holds me up and has let me speak to you. He has told me to tell you today that my son Mosiah is now king and ruler over you.\""
    },
    {
      "number": 31,
      "content": "\"My brothers, I want you to do as you have always done. You have obeyed my commandments and my father's commandments. You have done well and have been kept safe from your enemies. If you obey the commandments of my son - or the commandments of God that he will give you - you will do well in the land. Your enemies will have no power over you.\""
    },
    {
      "number": 32,
      "content": "\"But my people, be careful that there are no fights among you. Do not choose to obey the evil spirit that my father Mosiah talked about.\""
    },
    {
      "number": 33,
      "content": "\"There is trouble coming to anyone who chooses to obey that spirit. If he chooses to obey him and stays in his sins until he dies, he brings punishment on his own soul. He gets eternal punishment as his pay because he broke God's law even though he knew better.\""
    },
    {
      "number": 34,
      "content": "\"I tell you that all of you, except your little children, have been taught about these things. You know that you owe everything to your Heavenly Father. You must give him everything you have and are. You have also been taught about the records that have the prophecies spoken by the holy prophets from the time our father Lehi left Jerusalem.\""
    },
    {
      "number": 35,
      "content": "\"You have also been taught everything our fathers have spoken until now. They spoke what the Lord told them to speak. So their words are right and true.\""
    },
    {
      "number": 36,
      "content": "\"I tell you, my brothers, that after you have known and been taught all these things, if you sin and go against what has been spoken, you push away the Spirit of the Lord. Then it cannot help guide you in wise ways so you can be blessed, helped to do well, and kept safe.\""
    },
    {
      "number": 37,
      "content": "\"I tell you that the person who does this fights openly against God. So he chooses to obey the evil spirit and becomes an enemy to all that is right. The Lord has no place in him because God does not live in unholy temples.\""
    },
    {
      "number": 38,
      "content": "\"So if that person does not change his heart and stays an enemy to God until he dies, God's justice will wake up his spirit to feel his own guilt. This will make him want to hide from the Lord. It will fill his heart with guilt and pain and suffering that is like a fire that never goes out. Its flames go up forever and ever.\""
    },
    {
      "number": 39,
      "content": "\"I tell you that God's mercy cannot help that person. So his end is to suffer punishment that never ends.\""
    },
    {
      "number": 40,
      "content": "\"All you old men and young men and little children who can understand my words (I have spoken clearly so you can understand), I pray that you will remember the terrible situation of those who have sinned.\""
    },
    {
      "number": 41,
      "content": "\"Also, I want you to think about the blessed and happy life of those who obey God's commandments. They are blessed in all things, both in this life and in spiritual things. If they stay faithful to the end, they go to heaven where they can live with God in happiness that never ends. Remember, remember that these things are true, because the Lord God has said it.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The People Gather to Hear King Benjamin",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "King Benjamin Begins to Speak",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "text": "Serving Others is Serving God",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "We Owe Everything to God",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "text": "King Benjamin Prepares to Step Down",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 32,
        "position": "before_verse",
        "text": "A Warning About the Evil Spirit",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 40,
        "position": "before_verse",
        "text": "Remember God's Justice and Mercy",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 36,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 39,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}