{
  "book": "Mosiah",
  "chapter": 23,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "The Lord warned Alma that King Noah's armies would come after them. Alma told his people about this. So they gathered their animals and food. Then they went into the wilderness before King Noah's armies came."
    },
    {
      "number": 2,
      "content": "The Lord made them strong. King Noah's people could not catch them or destroy them."
    },
    {
      "number": 3,
      "content": "They traveled for eight days through the wilderness."
    },
    {
      "number": 4,
      "content": "They came to a beautiful and pleasant land. It had pure water."
    },
    {
      "number": 5,
      "content": "They set up their tents. They started to farm the ground and build buildings. They worked very hard."
    },
    {
      "number": 6,
      "content": "The people wanted Alma to be their king. They loved him."
    },
    {
      "number": 7,
      "content": "But he said to them: \"It is not good for us to have a king. The Lord says: You should not think one person is better than another. One man should not think he is above another. So I say it is not good for you to have a king.\""
    },
    {
      "number": 8,
      "content": "\"But if you could always have good men to be your kings, then having a king would be fine.\""
    },
    {
      "number": 9,
      "content": "\"Remember the bad things King Noah and his priests did. I was caught in a trap too. I did many things that were wrong in the Lord's sight. This caused me great sorrow.\""
    },
    {
      "number": 10,
      "content": "\"But after many troubles, the Lord heard my prayers. He answered them. He made me his tool to bring many of you to know his truth.\""
    },
    {
      "number": 11,
      "content": "\"But I don't brag about this. I am not worthy to brag about myself.\""
    },
    {
      "number": 12,
      "content": "\"I say to you: King Noah hurt you. You were slaves to him and his priests. They led you to do wrong things. So you were trapped by sin.\""
    },
    {
      "number": 13,
      "content": "\"God's power has freed you from these traps. He freed you from King Noah and his people. He freed you from sin. So I want you to stay free. Don't trust any man to be a king over you.\""
    },
    {
      "number": 14,
      "content": "\"Don't trust anyone to be your teacher or minister unless he is a man of God. He must walk in God's ways and keep his commandments.\""
    },
    {
      "number": 15,
      "content": "Alma taught his people that every man should love his neighbor as himself. There should be no fighting among them."
    },
    {
      "number": 16,
      "content": "Alma was their high priest. He started their church."
    },
    {
      "number": 17,
      "content": "No one could preach or teach unless Alma gave them permission from God. So he chose all their priests and teachers. He only chose good men."
    },
    {
      "number": 18,
      "content": "They watched over their people. They taught them about doing what is right."
    },
    {
      "number": 19,
      "content": "They began to do very well in the land. They called the land Helam."
    },
    {
      "number": 20,
      "content": "They grew in numbers and did well in the land of Helam. They built a city. They called it Helam."
    },
    {
      "number": 21,
      "content": "But the Lord sometimes teaches his people through hard times. He tests their patience and faith."
    },
    {
      "number": 22,
      "content": "But whoever trusts in him will be lifted up at the last day. This is what happened with these people."
    },
    {
      "number": 23,
      "content": "I will show you that they became slaves. No one could save them except the Lord their God. He is the God of Abraham, Isaac, and Jacob."
    },
    {
      "number": 24,
      "content": "He did save them. He showed them his great power. They were very happy."
    },
    {
      "number": 25,
      "content": "While they were in the land of Helam, they were working in their fields around the city. Then a Lamanite army came to the edge of the land."
    },
    {
      "number": 26,
      "content": "Alma's people ran from their fields. They gathered in the city of Helam. They were very scared when they saw the Lamanites."
    },
    {
      "number": 27,
      "content": "But Alma stood among them. He told them not to be afraid. He said they should remember the Lord their God. Then God would save them."
    },
    {
      "number": 28,
      "content": "So they stopped being afraid. They began to pray to the Lord. They asked him to soften the hearts of the Lamanites. They wanted the Lamanites to spare them, their wives, and their children."
    },
    {
      "number": 29,
      "content": "The Lord did soften the hearts of the Lamanites. Alma and his people gave themselves up to them. The Lamanites took control of the land of Helam."
    },
    {
      "number": 30,
      "content": "These Lamanite armies had been following King Limhi's people. But they had been lost in the wilderness for many days."
    },
    {
      "number": 31,
      "content": "They had found King Noah's priests in a place called Amulon. The priests had started to own the land of Amulon. They had started to farm the ground."
    },
    {
      "number": 32,
      "content": "The leader of those priests was named Amulon."
    },
    {
      "number": 33,
      "content": "Amulon begged the Lamanites for mercy. He also sent their wives to beg for them. These wives were daughters of the Lamanites. They asked their people not to kill their husbands."
    },
    {
      "number": 34,
      "content": "The Lamanites felt sorry for Amulon and his friends. They did not kill them because of their wives."
    },
    {
      "number": 35,
      "content": "Amulon and his friends joined the Lamanites. They were traveling through the wilderness looking for the land of Nephi. That's when they found the land of Helam where Alma and his people lived."
    },
    {
      "number": 36,
      "content": "The Lamanites promised Alma and his people something. If they would show the way to the land of Nephi, the Lamanites would let them live and be free."
    },
    {
      "number": 37,
      "content": "But after Alma showed them the way to the land of Nephi, the Lamanites broke their promise. They put guards all around the land of Helam to watch Alma and his people."
    },
    {
      "number": 38,
      "content": "The rest of the Lamanites went to the land of Nephi. Some of them came back to the land of Helam. They brought the wives and children of the guards who stayed in the land."
    },
    {
      "number": 39,
      "content": "The king of the Lamanites let Amulon be a king and ruler over his people in the land of Helam. But he could not do anything against what the king of the Lamanites wanted."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Alma's People Escape to Safety",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "text": "Alma Refuses to Be King",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "text": "The People Build a New City",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "text": "God Tests His People",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "text": "The Lamanites Find Alma's People",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "text": "The Priests of Noah Join the Lamanites",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 36,
        "position": "before_verse",
        "text": "The Lamanites Break Their Promise",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 38,
        "position": "before_verse",
        "sortOrder": 9
      }
    ]
  }
}