{
  "book": "Mosiah",
  "chapter": 4,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "King Benjamin finished speaking the words the angel told him. He looked around at all the people. They had fallen to the ground because they were scared of the Lord."
    },
    {
      "number": 2,
      "content": "They saw how bad they were. They felt smaller than dirt. They all cried out together: \"Please have mercy on us! Use Jesus Christ's blood to forgive our sins and make our hearts clean. We believe in Jesus Christ, God's Son. He made heaven and earth and everything. He will come down to live with people.\""
    },
    {
      "number": 3,
      "content": "After they said these words, the Spirit of the Lord came to them. They were filled with joy. Their sins were forgiven. They felt peace because they had so much faith in Jesus Christ. This happened just like King Benjamin told them."
    },
    {
      "number": 4,
      "content": "King Benjamin spoke to them again. He said: \"My friends and brothers, my family and my people, please listen to me. I want you to hear and understand the rest of what I have to say.\""
    },
    {
      "number": 5,
      "content": "\"Learning about God's goodness has helped you see that you are nothing and that you have fallen into sin.\""
    },
    {
      "number": 6,
      "content": "\"I say to you: If you have learned about God's goodness, his great power, his wisdom, and how patient he is with people - and also about how Jesus saves us (this plan was made before the world began) - then you can be saved if you trust in the Lord, keep his rules, and stay faithful until you die.\""
    },
    {
      "number": 7,
      "content": "\"I say that this is the person who gets saved through Jesus' plan. This plan was made before the world began for all people who lived since Adam fell, who live now, or who will live until the world ends.\""
    },
    {
      "number": 8,
      "content": "\"This is how we get saved. There is no other way to be saved except this one. There are no other rules that can save you except the ones I told you.\""
    },
    {
      "number": 9,
      "content": "\"Believe in God. Believe that he exists and that he made everything in heaven and on earth. Believe that he knows everything and has all power in heaven and on earth. Believe that people cannot understand everything that the Lord understands.\""
    },
    {
      "number": 10,
      "content": "\"Also believe that you must be sorry for your sins and stop doing them. Be humble before God and ask him with a sincere heart to forgive you. If you believe all these things, make sure you do them.\""
    },
    {
      "number": 11,
      "content": "\"I say to you again, as I said before: You have learned about God's glory. You know about his goodness. You have felt his love. Your sins have been forgiven, which makes you very happy. So I want you to remember and always keep remembering how great God is and how small you are. Remember his goodness and how patient he is with you even though you don't deserve it. Be humble and pray to the Lord every day. Stay strong in your faith about what will happen, just like the angel said.\""
    },
    {
      "number": 12,
      "content": "\"If you do this, you will always be happy and filled with God's love. You will always have your sins forgiven. You will learn more about the glory of God who made you. You will learn more about what is right and true.\""
    },
    {
      "number": 13,
      "content": "\"You will not want to hurt each other. Instead, you will live in peace and give everyone what they deserve.\""
    },
    {
      "number": 14,
      "content": "\"You will not let your children go hungry or without clothes. You will not let them break God's laws or fight with each other. You will not let them serve the Devil, who is the master of sin and the evil spirit our fathers talked about. He fights against everything that is good.\""
    },
    {
      "number": 15,
      "content": "\"Instead, you will teach your children to follow truth and be careful about what they do. You will teach them to love each other and help each other.\""
    },
    {
      "number": 16,
      "content": "\"Also, you yourselves will help those who need your help. You will give your things to people who need them. You will not let a poor person ask you for help and then send them away to die.\""
    },
    {
      "number": 17,
      "content": "\"Maybe you will say: 'This person caused his own problems. So I will not help him. I will not give him my food or my things so he won't suffer, because he deserves his punishment.'\""
    },
    {
      "number": 18,
      "content": "\"But I say to you: Anyone who does this needs to be very sorry for what they did. If he doesn't feel sorry and change, he will be lost forever and will have no part in God's kingdom.\""
    },
    {
      "number": 19,
      "content": "\"Think about this: Are we not all like beggars? Don't we all depend on God for everything we have? He gives us food, clothes, gold, silver, and all our riches.\""
    },
    {
      "number": 20,
      "content": "\"Right now you have been praying to God and asking him to forgive your sins. Did he let you beg for nothing? No! He poured out his Spirit on you. He filled your hearts with joy. He made you so happy that you couldn't even speak.\""
    },
    {
      "number": 21,
      "content": "\"So if God, who made you and who you depend on for your life and everything you have, gives you whatever you ask for (when it's right and you believe you will get it), then how much should you share what you have with others?\""
    },
    {
      "number": 22,
      "content": "\"What if you judge a poor person who asks you for help so he won't die, and you say no to him? How much worse will your punishment be for keeping things that don't belong to you but belong to God (just like your life belongs to God)? And yet you don't ask God for forgiveness or feel sorry for what you did.\""
    },
    {
      "number": 23,
      "content": "\"I say to you: How terrible it will be for that person! His things will be destroyed with him. I say this to rich people who have many things in this world.\""
    },
    {
      "number": 24,
      "content": "\"And I say to poor people who don't have much but have enough to live each day: I'm talking to all of you who say no to beggars because you think you don't have enough. I want you to say in your hearts: 'I don't give because I don't have anything to give. But if I had something, I would give it.'\""
    },
    {
      "number": 25,
      "content": "\"If you say this in your heart, you are not guilty of sin. But if you don't say this, then you are guilty. Your punishment is fair because you want things you haven't been given.\""
    },
    {
      "number": 26,
      "content": "\"I have told you these things so you can keep your sins forgiven every day and live without guilt before God. So I want you to share what you have with poor people. Give according to what you have. Feed hungry people. Give clothes to people who need them. Visit sick people and help them. Help them with both spiritual and physical needs.\""
    },
    {
      "number": 27,
      "content": "\"Make sure you do all these things wisely and in order. You don't have to work harder than you are able. But you should work hard so you can succeed. So everything must be done in the right order.\""
    },
    {
      "number": 28,
      "content": "\"I want you to remember: If you borrow something from your neighbor, you should give it back just like you agreed to do. If you don't, you will sin. You might also cause your neighbor to sin.\""
    },
    {
      "number": 29,
      "content": "\"I cannot tell you about every way you might sin. There are so many different ways that I cannot count them all.\""
    },
    {
      "number": 30,
      "content": "\"But I can tell you this: If you don't watch yourself and your thoughts, words, and actions - if you don't keep God's rules and stay faithful to what you heard about our Lord coming, even until you die - then you will be lost. So remember this and don't be lost!\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The People Fall to the Ground",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 4,
        "position": "before_verse",
        "text": "King Benjamin Teaches About Faith",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "Remember God's Goodness",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "Care for Your Children",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "text": "Help Poor People",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "text": "For Those Who Don't Have Much",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "text": "How to Help Others",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 9
      }
    ]
  }
}