{
  "book": "Mosiah",
  "chapter": 7,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "After King Mosiah had peace for three years, he wanted to know about the people who went to live in the land of Lehi-Nephi. His people had not heard anything from them since they left Zarahemla. So they kept asking him about it."
    },
    {
      "number": 2,
      "content": "King Mosiah said that sixteen strong men could go to the land of Lehi-Nephi to find out about their brothers."
    },
    {
      "number": 3,
      "content": "The next day, they started their trip. They took with them a man named Ammon. He was strong and came from Zarahemla. He was also their leader."
    },
    {
      "number": 4,
      "content": "They did not know which way to go through the wilderness to get to the land of Lehi-Nephi. So they wandered many days in the wilderness. They wandered for forty days."
    },
    {
      "number": 5,
      "content": "After they had wandered forty days, they came to a hill north of the land of Shilom. There they set up their tents."
    },
    {
      "number": 6,
      "content": "Ammon took three of his brothers with him. Their names were Amaleki, Helem, and Hem. They went down into the land of Nephi."
    },
    {
      "number": 7,
      "content": "They met the king of the people who lived in the land of Nephi and in the land of Shilom. The king's guards surrounded them. They were taken and tied up and put in prison."
    },
    {
      "number": 8,
      "content": "After they had been in prison two days, they were brought before the king again. Their ropes were taken off. They stood before the king. He told them they had to answer the questions he would ask them."
    },
    {
      "number": 9,
      "content": "He said to them: \"I am Limhi, the son of Noah. Noah was the son of Zeniff, who came up from the land of Zarahemla to take this land. This was the land of their fathers. The people made him king.\""
    },
    {
      "number": 10,
      "content": "\"I want to know why you were brave enough to come near the walls of the city when I was there with my guards outside the gate.\""
    },
    {
      "number": 11,
      "content": "\"I have kept you alive so I could ask you questions. If I had not, my guards would have killed you. You may speak now.\""
    },
    {
      "number": 12,
      "content": "When Ammon saw that he could speak, he went forward and bowed before the king. Then he stood up again and said: \"O king, I am very thankful to God today that I am still alive and can speak. I will try to speak with courage.\""
    },
    {
      "number": 13,
      "content": "\"I know that if you had known me, you would not have let me wear these ropes. I am Ammon. I come from Zarahemla. I came from the land of Zarahemla to ask about our brothers who Zeniff brought up from that land.\""
    },
    {
      "number": 14,
      "content": "After Limhi heard Ammon's words, he was very happy. He said: \"I know for sure that my brothers who were in the land of Zarahemla are still alive. I will be happy. Tomorrow, I will make my people happy too.\""
    },
    {
      "number": 15,
      "content": "\"We are slaves to the Lamanites. They make us pay a tax that is hard for us to pay. Our brothers will save us from being slaves or from the hands of the Lamanites. We will be their slaves instead. It is better to be slaves to the Nephites than to pay money to the king of the Lamanites.\""
    },
    {
      "number": 16,
      "content": "King Limhi told his guards not to tie up Ammon or his brothers anymore. He had them go to the hill north of Shilom and bring their brothers into the city. That way they could eat, drink, and rest from their long trip. They had suffered many things. They had been hungry, thirsty, and tired."
    },
    {
      "number": 17,
      "content": "The next day, King Limhi sent a message to all his people. He told them to come together at the temple to hear the words he would speak to them."
    },
    {
      "number": 18,
      "content": "When they had come together, he spoke to them like this: \"O my people, lift up your heads and feel better. The time is coming soon when we will not be under our enemies anymore. We have tried many times and failed. But I believe there is still one good fight left for us to try.\""
    },
    {
      "number": 19,
      "content": "\"So lift up your heads and be happy. Put your trust in God. He is the same God of Abraham, Isaac, and Jacob. He is the God who brought the Children of Israel out of the land of Egypt. He made them walk through the Red Sea on dry ground. He fed them with manna so they would not die in the wilderness. He did many more things for them.\""
    },
    {
      "number": 20,
      "content": "\"That same God brought our fathers out of the land of Jerusalem. He has kept and saved his people until now. We are slaves because of our sins and bad things we have done.\""
    },
    {
      "number": 21,
      "content": "\"You all know that Zeniff was made king over this people. He wanted too much to get the land of his fathers back. So King Laman tricked him with his sneaky ways. King Laman made a deal with King Zeniff. He gave him the city of Lehi-Nephi, the city of Shilom, and the land around them.\""
    },
    {
      "number": 22,
      "content": "\"He did all this just to make this people become slaves. We now pay money to the king of the Lamanites. We give him half of our corn, barley, and all our grain. We give him half of our sheep, cattle, and half of everything we have. The king of the Lamanites takes all this from us, or he will kill us.\""
    },
    {
      "number": 23,
      "content": "\"Is this not hard for us to do? Are not our troubles great? We have good reason to be sad.\""
    },
    {
      "number": 24,
      "content": "\"Yes, we have great reasons to be sad. Many of our brothers have been killed. Their blood was spilled for nothing. All this happened because of sin.\""
    },
    {
      "number": 25,
      "content": "\"If this people had not done wrong things, the Lord would not have let this great evil come to them. But they would not listen to his words. They fought among themselves so much that they killed each other.\""
    },
    {
      "number": 26,
      "content": "\"They killed a prophet of the Lord. He was a chosen man of God who told them about their sins and bad things they did. He told them about many things that would happen in the future. He told them that Christ would come.\""
    },
    {
      "number": 27,
      "content": "\"He told them that Christ was God, the Father of all things. He said Christ would take on the body of a man. Man was created to look like God. God would come down to the people and take on flesh and blood. He would walk on the earth.\""
    },
    {
      "number": 28,
      "content": "\"Because he said this, they killed him. They did many more things that made God angry at them. So no one should wonder that they are slaves and that they have big troubles.\""
    },
    {
      "number": 29,
      "content": "\"The Lord has said: 'I will not help my people when they do wrong things. I will block their ways so they do not do well. The things they do will make them fall down.'\""
    },
    {
      "number": 30,
      "content": "\"He also said: 'If my people do bad things, they will get bad things back. It will be like a strong wind. The results will be like poison.'\""
    },
    {
      "number": 31,
      "content": "\"He also said: 'If my people do bad things, they will get the east wind. It brings quick destruction.'\""
    },
    {
      "number": 32,
      "content": "\"The Lord's promise has come true. You are hurt and have troubles.\""
    },
    {
      "number": 33,
      "content": "\"But if you will turn to the Lord with your whole heart and trust in him and serve him with all your mind, then he will save you from being slaves. He will do this when and how he wants to.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "King Mosiah Sends Men to Find the Missing People",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "Ammon and His Brothers Are Captured",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "Ammon Speaks to King Limhi",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "text": "King Limhi Speaks to His People",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "text": "How Zeniff Was Tricked by King Laman",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "text": "The People Killed God's Prophet",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "text": "God's Warnings About Doing Wrong",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 32,
        "position": "before_verse",
        "sortOrder": 7
      }
    ]
  }
}