{
  "book": "Mosiah",
  "chapter": 26,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "Many of the young people could not understand what King Benjamin had said. They were just little children when he spoke to his people. They did not believe what their parents taught them."
    },
    {
      "number": 2,
      "content": "They did not believe about dead people coming back to life. They did not believe that Christ was coming."
    },
    {
      "number": 3,
      "content": "Because they did not believe, they could not understand God's word. Their hearts were hard."
    },
    {
      "number": 4,
      "content": "They would not be baptized. They would not join the church. They were separate from others in what they believed. They stayed that way. They lived sinful lives. They would not pray to God."
    },
    {
      "number": 5,
      "content": "When Mosiah was king, there were not even half as many of them as God's people. But because of fights in the church, more people joined them."
    },
    {
      "number": 6,
      "content": "They tricked many people in the church with nice words. They made them do bad things. So the church needed to warn those who were doing wrong."
    },
    {
      "number": 7,
      "content": "The teachers brought them to the priests. The priests brought them to Alma. He was the high priest."
    },
    {
      "number": 8,
      "content": "King Mosiah had put Alma in charge of the church."
    },
    {
      "number": 9,
      "content": "Alma did not know what to do with them. There were many people who said they had done bad things. The people stood up and told about all the wrong things they had done."
    },
    {
      "number": 10,
      "content": "Nothing like this had happened in the church before. Alma was troubled. So he took them to the king."
    },
    {
      "number": 11,
      "content": "He said to the king: \"Here are many people we have brought to you. Other church members say they have done wrong. They have done many bad things. They won't say they are sorry. We brought them to you so you can judge them for what they did wrong.\""
    },
    {
      "number": 12,
      "content": "But King Mosiah said to Alma: \"I won't judge them. I give them to you to judge.\""
    },
    {
      "number": 13,
      "content": "Alma's spirit was troubled again. He went and asked the Lord what to do. He was afraid he might do the wrong thing before God."
    },
    {
      "number": 14,
      "content": "After he prayed with all his heart to God, the Lord's voice came to him. It said:"
    },
    {
      "number": 15,
      "content": "\"God blesses you, Alma. God blesses those who were baptized at the waters of Mormon. You are blessed because you had great faith in what my servant Abinadi said.\""
    },
    {
      "number": 16,
      "content": "\"They are blessed because they had great faith in what you told them.\""
    },
    {
      "number": 17,
      "content": "\"You are blessed because you started a church among these people. They will be made strong. They will be my people.\""
    },
    {
      "number": 18,
      "content": "\"These people are blessed because they want to carry my name. They will be called by my name. They belong to me.\""
    },
    {
      "number": 19,
      "content": "\"You are blessed because you asked me about those who have done wrong.\""
    },
    {
      "number": 20,
      "content": "\"You are my servant. I promise you that you will have eternal life. You will serve me. You will go out in my name. You will gather my sheep.\""
    },
    {
      "number": 21,
      "content": "\"Anyone who listens to my voice will be my sheep. You should let them into the church. I will accept them too.\""
    },
    {
      "number": 22,
      "content": "\"This is my church. Everyone who is baptized must be baptized to turn from sin. Anyone you accept must believe in my name. I will freely forgive them.\""
    },
    {
      "number": 23,
      "content": "\"I take the sins of the world on myself. I created them. Anyone who believes in me until the end will have a place at my right hand.\""
    },
    {
      "number": 24,
      "content": "\"They are called by my name. If they know me, they will come forward. They will have a place at my right hand forever.\""
    },
    {
      "number": 25,
      "content": "\"When the second trumpet sounds, those who never knew me will come forward. They will stand before me.\""
    },
    {
      "number": 26,
      "content": "\"Then they will know that I am the Lord their God. They will know I am their Savior. But they would not let me save them.\""
    },
    {
      "number": 27,
      "content": "\"Then I will tell them that I never knew them. They will go into the fire that lasts forever. It was made for the Devil and his angels.\""
    },
    {
      "number": 28,
      "content": "\"So I say to you: Don't let anyone who won't listen to my voice into my church. I won't accept them on the last day.\""
    },
    {
      "number": 29,
      "content": "\"So I say to you: Go. Judge anyone who sins against me by what they have done wrong. If they confess their sins to you and me and are sorry with all their heart, forgive them. I will forgive them too.\""
    },
    {
      "number": 30,
      "content": "\"Every time my people turn from sin, I will forgive what they did against me.\""
    },
    {
      "number": 31,
      "content": "\"You must also forgive each other. I tell you the truth: If someone won't forgive their neighbor who says they are sorry, that person has brought judgment on themselves.\""
    },
    {
      "number": 32,
      "content": "\"Now I say to you: Go. Anyone who won't turn from their sins won't be counted as my people. This starts now.\""
    },
    {
      "number": 33,
      "content": "When Alma heard these words, he wrote them down. He wanted to have them so he could judge the church people by God's commands."
    },
    {
      "number": 34,
      "content": "Alma went and judged those who had done wrong. He judged them by the Lord's word."
    },
    {
      "number": 35,
      "content": "Those who were sorry for their sins and confessed them were counted as church people."
    },
    {
      "number": 36,
      "content": "Those who would not confess their sins and turn from doing wrong were not counted as church people. Their names were removed."
    },
    {
      "number": 37,
      "content": "Alma took care of all the church's business. They began to have peace again. They did very well in church matters. They were careful before God. They welcomed many people. They baptized many."
    },
    {
      "number": 38,
      "content": "Alma and his fellow workers led the church. They worked hard all the time. They taught God's word in everything. They suffered many hard times. People who were not in God's church picked on them."
    },
    {
      "number": 39,
      "content": "They warned their brothers. God's word also warned each person about the sins they had done. God told them to pray all the time and to give thanks for everything."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Young People Turn Away",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "Alma Asks for Help",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "God Speaks to Alma",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "text": "Who Belongs to God's Church",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "text": "How to Judge Church Members",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "text": "Alma Judges the People",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 37,
        "position": "before_verse",
        "text": "The Church Has Peace",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 31,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 35,
        "position": "before_verse",
        "sortOrder": 10
      },
      {
        "verseNumber": 38,
        "position": "before_verse",
        "sortOrder": 11
      }
    ]
  }
}