{
  "book": "Mosiah",
  "chapter": 19,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "The king's army came back. They could not find the Lord's people."
    },
    {
      "number": 2,
      "content": "The king's army was now small. The rest of the people began to fight with each other."
    },
    {
      "number": 3,
      "content": "Some of them started to make threats against the king. There was a big fight among them."
    },
    {
      "number": 4,
      "content": "There was a strong man named Gideon. He was the king's enemy. He pulled out his sword and promised he would kill the king."
    },
    {
      "number": 5,
      "content": "He fought with the king. The king saw that Gideon was winning. So he ran away and climbed up a tower near the temple."
    },
    {
      "number": 6,
      "content": "Gideon ran after him. He was about to climb the tower to kill the king. Then the king looked toward the land of Shemlon. He saw the Lamanite army at the border."
    },
    {
      "number": 7,
      "content": "The king cried out: \"Gideon, don't kill me! The Lamanites are coming. They will destroy us. They will destroy my people.\""
    },
    {
      "number": 8,
      "content": "The king cared more about his own life than his people. But Gideon let him live."
    },
    {
      "number": 9,
      "content": "The king told the people to run away from the Lamanites. He ran in front of them. They all ran into the wilderness with their women and children."
    },
    {
      "number": 10,
      "content": "The Lamanites chased them. They caught up with them and began to kill them."
    },
    {
      "number": 11,
      "content": "Then the king told all the men to leave their wives and children. He told them to run away from the Lamanites."
    },
    {
      "number": 12,
      "content": "Many men would not leave their families. They chose to stay and die with them. The rest left their wives and children and ran away."
    },
    {
      "number": 13,
      "content": "The men who stayed with their families had an idea. They sent their beautiful daughters to ask the Lamanites not to kill them."
    },
    {
      "number": 14,
      "content": "The Lamanites felt sorry for them. The women were very beautiful."
    },
    {
      "number": 15,
      "content": "So the Lamanites did not kill them. They took them as prisoners back to the land of Nephi. They let them live there if they would give up King Noah. They also had to give half of everything they owned. This meant half their gold, silver, and valuable things. They had to pay this amount every year to the Lamanite king."
    },
    {
      "number": 16,
      "content": "One of the king's sons was taken prisoner. His name was Limhi."
    },
    {
      "number": 17,
      "content": "Limhi did not want his father to die. But Limhi knew his father had done bad things. Limhi himself was a good man."
    },
    {
      "number": 18,
      "content": "Gideon secretly sent men into the wilderness. They looked for the king and the people with him. They found everyone except the king and his priests."
    },
    {
      "number": 19,
      "content": "These men had promised themselves they would go back to the land of Nephi. If their wives and children had been killed, they would get revenge and die with them."
    },
    {
      "number": 20,
      "content": "The king told them not to go back. They got angry with the king. They burned him to death."
    },
    {
      "number": 21,
      "content": "They were going to kill the priests too. But the priests ran away from them."
    },
    {
      "number": 22,
      "content": "They started to go back to the land of Nephi. On the way, they met Gideon's men. Gideon's men told them what happened to their wives and children. The Lamanites let them keep the land if they paid half of everything they owned."
    },
    {
      "number": 23,
      "content": "The people told Gideon's men that they had killed the king. The priests had run away into the wilderness."
    },
    {
      "number": 24,
      "content": "After that, they went back to the land of Nephi. They were happy because their wives and children were still alive. They told Gideon what they did to the king."
    },
    {
      "number": 25,
      "content": "The Lamanite king made a promise. His people would not kill them."
    },
    {
      "number": 26,
      "content": "Limhi was the king's son. The people made him their new king. He promised the Lamanite king that his people would pay half of everything they owned."
    },
    {
      "number": 27,
      "content": "Limhi began to set up his kingdom. He made peace among his people."
    },
    {
      "number": 28,
      "content": "The Lamanite king put guards all around the land. He wanted to keep Limhi's people from running away. He paid his guards with the money he got from the Nephites."
    },
    {
      "number": 29,
      "content": "King Limhi had peace in his kingdom for two years. The Lamanites did not bother them or try to destroy them."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The People Turn Against King Noah",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "The Lamanites Attack",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "text": "Limhi Becomes King",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "text": "Peace Under Lamanite Rule",
        "level": 3,
        "sortOrder": 4
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 8
      }
    ]
  }
}