{
  "book": "Mosiah",
  "chapter": 29,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "After Mosiah did this, he sent a message to all the people. He wanted to know who they wanted to be their next king."
    },
    {
      "number": 2,
      "content": "The people answered: \"We want Aaron, your son, to be our king and ruler.\""
    },
    {
      "number": 3,
      "content": "But Aaron had gone to the land of Nephi. So the king could not give the kingdom to him. Aaron would not take the kingdom. None of Mosiah's sons wanted to be king."
    },
    {
      "number": 4,
      "content": "So King Mosiah sent another message to the people. He sent them a written letter. These were the words he wrote:"
    },
    {
      "number": 5,
      "content": "\"My people, my brothers, I think of you as my family. I want you to think carefully about what I'm asking you to think about. You want to have a king."
    },
    {
      "number": 6,
      "content": "I tell you now that the person who should be king has said no. He will not take the kingdom."
    },
    {
      "number": 7,
      "content": "If we pick someone else to be king instead, I'm afraid there would be fights among you. My son, who should be king, might get angry. He might lead some of you away with him. This would cause wars and fighting among you. Much blood would be spilled. The Lord's way would be twisted. Many people would be destroyed."
    },
    {
      "number": 8,
      "content": "Let us be wise and think about these things. We have no right to destroy my son. We have no right to destroy another person if he is picked instead."
    },
    {
      "number": 9,
      "content": "If my son returns to his pride and empty things, he would take back what he said. He would demand his right to the kingdom. This would cause him and our people to sin."
    },
    {
      "number": 10,
      "content": "Let us be wise. Let us look ahead to these things. Let us do what will bring peace to our people."
    },
    {
      "number": 11,
      "content": "I will be your king for the rest of my days. But let us pick judges to judge the people according to our law. We will organize the people in a new way. We will pick wise men to be judges. They will judge the people according to God's commandments."
    },
    {
      "number": 12,
      "content": "It is better to be judged by God than by man. God's judgments are always fair. But man's judgments are not always fair."
    },
    {
      "number": 13,
      "content": "If you could have fair men to be your kings who would make God's laws and judge people by his commandments, if you could have men for kings who would do like my father Benjamin did for this people, I say if this could always happen, then it would be good to always have kings rule over you."
    },
    {
      "number": 14,
      "content": "I have worked with all my power and strength to teach you God's commandments. I have worked to make peace throughout the land. I wanted no wars or fights. No stealing, robbing, or killing. No sin of any kind."
    },
    {
      "number": 15,
      "content": "Whoever has sinned, I have punished them for their crime. I followed the law that our fathers gave us."
    },
    {
      "number": 16,
      "content": "I say to you, because not all men are fair, it is not good for you to have a king or kings rule over you."
    },
    {
      "number": 17,
      "content": "Think about how much sin one bad king causes! Think about the great destruction!"
    },
    {
      "number": 18,
      "content": "Remember King Noah and his terrible sins. Remember the terrible sins of his people too. Great destruction came to them. Because of their sins, they became slaves."
    },
    {
      "number": 19,
      "content": "If their all-wise Creator had not helped them because they truly changed their hearts, they would still be slaves today."
    },
    {
      "number": 20,
      "content": "But he saved them because they humbled themselves before him. Because they cried out to him, he saved them from being slaves. This is how the Lord uses his power to help all people. He shows mercy to those who trust in him."
    },
    {
      "number": 21,
      "content": "I say to you, you cannot remove a bad king without much fighting and much bloodshed."
    },
    {
      "number": 22,
      "content": "He has friends who do bad things with him. He keeps guards around him. He destroys the laws of good kings who ruled before him. He walks all over God's commandments."
    },
    {
      "number": 23,
      "content": "He makes laws and sends them to his people. He makes bad laws to match his own badness. Whoever does not obey his laws, he destroys. Whoever fights against him, he sends his armies to war against them. If he can, he will destroy them. This is how a bad king twists all that is good."
    },
    {
      "number": 24,
      "content": "I say to you, it is not good that such terrible things should happen to you."
    },
    {
      "number": 25,
      "content": "So choose judges by the voice of the people. Then you can be judged by the laws our fathers gave you. These laws are right. The Lord gave them to our fathers."
    },
    {
      "number": 26,
      "content": "Most of the time, the people want what is right. But sometimes a smaller part of the people want what is wrong. So make this your law: do your business by what most people want."
    },
    {
      "number": 27,
      "content": "If the time comes when most people choose sin, then God's judgments will come upon you. Then he will visit you with great destruction, just like he has visited this land before."
    },
    {
      "number": 28,
      "content": "If you have judges and they do not judge you fairly by the law, you can have them judged by a higher judge."
    },
    {
      "number": 29,
      "content": "If your higher judges do not judge fairly, gather a small number of your lower judges. They will judge your higher judges by what the people want."
    },
    {
      "number": 30,
      "content": "I command you to do these things with respect for the Lord. I command you to do these things and have no king. If these people sin, they will answer for their own sins."
    },
    {
      "number": 31,
      "content": "I say to you, many people sin because their kings are bad. So the kings must answer for their people's sins."
    },
    {
      "number": 32,
      "content": "I want this unfairness to end in this land, especially among my people. I want this land to be a land of freedom. I want every person to enjoy the same rights and privileges. This should last as long as the Lord lets us live and own the land. It should last as long as any of our children remain on the earth.\""
    },
    {
      "number": 33,
      "content": "King Mosiah wrote many more things to them. He explained all the hard work and troubles of a good king. He explained how hard their souls work for their people. He explained how people complain to their king. He explained it all to them."
    },
    {
      "number": 34,
      "content": "He told them these things should not be. The work should be shared by all the people. Every person should do their part."
    },
    {
      "number": 35,
      "content": "He also explained all the problems they had when a bad king ruled over them."
    },
    {
      "number": 36,
      "content": "He explained all the king's sins and terrible acts. All the wars, fights, and bloodshed. The stealing and robbing. The sexual sins and all kinds of sins that are too many to count. He told them these things should not happen. They go completely against God's commandments."
    },
    {
      "number": 37,
      "content": "After King Mosiah sent these things to the people, they believed his words were true."
    },
    {
      "number": 38,
      "content": "So they gave up wanting a king. They became very eager for every person to have an equal chance throughout the land. Every person was willing to answer for their own sins."
    },
    {
      "number": 39,
      "content": "So they gathered in groups throughout the land. They voted for who should be their judges. These judges would judge them by the law they had been given. They were very happy about the freedom they had been given."
    },
    {
      "number": 40,
      "content": "Their love for Mosiah grew strong. They respected him more than any other man. They did not see him as a cruel ruler who wanted riches. That kind of riches ruins the soul. He had not demanded riches from them. He had not enjoyed shedding blood. He had made peace in the land. He had freed his people from all kinds of slavery. So they respected him very, very much."
    },
    {
      "number": 41,
      "content": "They picked judges to rule over them and judge them by the law. They did this throughout all the land."
    },
    {
      "number": 42,
      "content": "Alma was picked to be the chief judge. He was also the high priest. His father had given him this job. He had put him in charge of all the church's business."
    },
    {
      "number": 43,
      "content": "Alma walked in the Lord's ways. He kept his commandments. He judged fairly. There was constant peace through the land."
    },
    {
      "number": 44,
      "content": "This started the time of the judges throughout all the land of Zarahemla. It was among all the people called the Nephites. Alma was the first chief judge."
    },
    {
      "number": 45,
      "content": "Then his father died. He was 82 years old. He had lived to follow God's commandments."
    },
    {
      "number": 46,
      "content": "Mosiah also died in the 33rd year of his rule. He was 63 years old. It had been 509 years since Lehi left Jerusalem."
    },
    {
      "number": 47,
      "content": "This ended the rule of kings over the people of Nephi. This also ended the days of Alma, who started their church."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The People Want a King",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "text": "King Mosiah's Letter to the People",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "A System of Judges",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "text": "The Dangers of Bad Kings",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "text": "How Judges Will Work",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 37,
        "position": "before_verse",
        "text": "The People Accept Judges",
        "level": 3,
        "sortOrder": 6
      },
      {
        "verseNumber": 42,
        "position": "before_verse",
        "text": "Alma Becomes Chief Judge",
        "level": 3,
        "sortOrder": 7
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 10
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "sortOrder": 11
      },
      {
        "verseNumber": 35,
        "position": "before_verse",
        "sortOrder": 12
      },
      {
        "verseNumber": 39,
        "position": "before_verse",
        "sortOrder": 13
      },
      {
        "verseNumber": 41,
        "position": "before_verse",
        "sortOrder": 14
      },
      {
        "verseNumber": 45,
        "position": "before_verse",
        "sortOrder": 15
      }
    ]
  }
}