{
  "book": "Mosiah",
  "chapter": 18,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "Alma ran away from King Noah's servants. He was sorry for his sins. He went to the people in secret and began to teach what Abinadi had said."
    },
    {
      "number": 2,
      "content": "He taught about what would happen. He taught about people rising from the dead. He taught about how Jesus would save people. He taught about Jesus' power, suffering, and death. He taught about Jesus coming back to life and going to heaven."
    },
    {
      "number": 3,
      "content": "He taught everyone who would listen to him. He taught them in secret so the king wouldn't find out. Many people believed what he said."
    },
    {
      "number": 4,
      "content": "Everyone who believed him went to a place called Mormon. The king had named it that. It was on the edge of the land. Sometimes wild animals lived there."
    },
    {
      "number": 5,
      "content": "There was a fountain of clean water in Mormon. Alma went there. Near the water was a group of small trees. During the day he hid there from the king's searchers."
    },
    {
      "number": 6,
      "content": "Everyone who believed him went there to hear what he said."
    },
    {
      "number": 7,
      "content": "After many days, lots of people gathered at Mormon. They came to hear Alma speak. Everyone who believed his words came to hear him. He taught them to turn away from sin. He taught them about being saved. He taught them to have faith in the Lord."
    },
    {
      "number": 8,
      "content": "Then he said to them: \"Look, here is the water of Mormon. That's what it's called. You want to join God's group and be called his people. You are willing to help carry each other's burdens to make them lighter.\""
    },
    {
      "number": 9,
      "content": "\"You are willing to cry with those who cry. You will comfort people who need comfort. You will stand as God's witnesses always. You will do this everywhere you are, even until death. Then God will save you. You will be in the first resurrection. You will have life forever.\""
    },
    {
      "number": 10,
      "content": "\"If this is what your hearts want, why not be baptized in the Lord's name? This will be a witness to him. You will show you have made a promise with him. You will serve him and keep his commandments. Then he will give you more of his Spirit.\""
    },
    {
      "number": 11,
      "content": "When the people heard these words, they clapped their hands with joy. They said: \"This is what our hearts want!\""
    },
    {
      "number": 12,
      "content": "Then Alma took Helam, who was one of the first. He went and stood in the water. He cried out: \"O Lord, pour out your Spirit on your servant. Help me do this work with a holy heart.\""
    },
    {
      "number": 13,
      "content": "After he said these words, the Spirit of the Lord came upon him. He said: \"Helam, I baptize you with authority from God. This shows you have promised to serve him until your body dies. May the Spirit of the Lord be poured out on you. May he give you life forever through Jesus' saving power. He prepared this from the beginning of the world.\""
    },
    {
      "number": 14,
      "content": "After Alma said these words, both Alma and Helam went under the water. They came up out of the water happy. They were filled with the Spirit."
    },
    {
      "number": 15,
      "content": "Again, Alma took another person. He went into the water a second time. He baptized this person the same way as the first. But he didn't go under the water again himself."
    },
    {
      "number": 16,
      "content": "He baptized everyone who went to Mormon this way. There were about 204 people. They were baptized in the waters of Mormon. They were filled with God's grace."
    },
    {
      "number": 17,
      "content": "They were called the Church of God, or the Church of Christ, from then on. Everyone who was baptized by God's power and authority was added to his church."
    },
    {
      "number": 18,
      "content": "Alma had authority from God. He chose priests. He chose one priest for every 50 people. The priests would preach to them. They would teach them about the things of God's kingdom."
    },
    {
      "number": 19,
      "content": "He told them to teach only what he had taught. They should teach only what the holy prophets had said."
    },
    {
      "number": 20,
      "content": "He told them to preach only about turning from sin. They should preach only about faith in the Lord who saved his people."
    },
    {
      "number": 21,
      "content": "He told them not to fight with each other. They should have the same goal and look forward together. They should have one faith and one baptism. Their hearts should be joined together in unity and love for each other."
    },
    {
      "number": 22,
      "content": "He told them to preach this way. So they became the children of God."
    },
    {
      "number": 23,
      "content": "He told them to observe the Sabbath day and keep it holy. Every day they should thank the Lord their God."
    },
    {
      "number": 24,
      "content": "He also told the priests he had chosen to work with their own hands for their support."
    },
    {
      "number": 25,
      "content": "One day every week was set apart. They would gather together to teach the people. They would worship the Lord their God. They also gathered together as often as they could."
    },
    {
      "number": 26,
      "content": "The priests were not to depend on the people for their support. For their work they would receive God's grace. This would make them strong in the Spirit. They would know about God. They could teach with power and authority from God."
    },
    {
      "number": 27,
      "content": "Alma also told the church people to share what they had. Everyone should share based on what they have. If someone has lots, they should share lots. If someone has little, only a little should be asked. To those who have nothing, something should be given."
    },
    {
      "number": 28,
      "content": "They should share what they had by their own choice. They should have good desires toward God. They should share with priests who needed help. They should share with every person who needed help and had nothing."
    },
    {
      "number": 29,
      "content": "He told them this because God had commanded him. They lived right before God. They shared with each other, both physical things and spiritual things. They shared based on what people needed and wanted."
    },
    {
      "number": 30,
      "content": "All this happened in Mormon. It happened by the waters of Mormon. It happened in the forest near the waters of Mormon. The place of Mormon, the waters of Mormon, the forest of Mormon—how beautiful they are to those who learned about their Savior there! How blessed are they! They will sing God's praise forever."
    },
    {
      "number": 31,
      "content": "These things happened at the edges of the land. This way the king wouldn't find out."
    },
    {
      "number": 32,
      "content": "But the king found out that the people were moving around. He sent his servants to watch them. So on the day they gathered to hear the word of the Lord, the king found out."
    },
    {
      "number": 33,
      "content": "The king said that Alma was getting the people to rebel against him. So he sent his army to destroy them."
    },
    {
      "number": 34,
      "content": "Alma and the Lord's people learned the king's army was coming. So they took their tents and families. They left for the wilderness."
    },
    {
      "number": 35,
      "content": "There were about 450 people."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Alma Teaches in Secret",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "The Baptism at the Waters of Mormon",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "The Church Is Organized",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "text": "Sharing and Caring for Each Other",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 32,
        "position": "before_verse",
        "text": "The King Discovers the Church",
        "level": 3,
        "sortOrder": 5
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 34,
        "position": "before_verse",
        "sortOrder": 7
      }
    ]
  }
}