{
  "book": "Mosiah",
  "chapter": 13,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "When the king heard these words, he said to his priests: \"Take this man away and kill him! Why should we listen to him? He is crazy.\""
    },
    {
      "number": 2,
      "content": "The priests moved forward and tried to grab him. But he stood strong against them and said:"
    },
    {
      "number": 3,
      "content": "\"Don't touch me! God will hurt you if you put your hands on me. I haven't finished saying what the Lord sent me to say. I haven't told you what you asked me to tell. So God won't let you destroy me right now.\""
    },
    {
      "number": 4,
      "content": "\"I must do what God told me to do. Because I told you the truth, you are angry with me. Because I spoke God's words, you think I am crazy.\""
    },
    {
      "number": 5,
      "content": "After Abinadi said these words, King Noah's people didn't dare touch him. The Spirit of the Lord was with him. His face shone very brightly, just like Moses' face did on Mount Sinai when he talked with the Lord."
    },
    {
      "number": 6,
      "content": "He spoke with power from God. He kept talking and said:"
    },
    {
      "number": 7,
      "content": "\"You see that you can't kill me. So I will finish my message. I can tell it hurts your hearts when I tell you the truth about your sins.\""
    },
    {
      "number": 8,
      "content": "\"My words fill you with wonder and surprise, and with anger.\""
    },
    {
      "number": 9,
      "content": "\"But I will finish my message. Then it doesn't matter where I go, as long as I am saved.\""
    },
    {
      "number": 10,
      "content": "\"I tell you this: What you do with me after this will be like a sign of things that will happen later.\""
    },
    {
      "number": 11,
      "content": "\"Now I will read you the rest of God's commandments. I can see they are not written in your hearts. I can see that you have studied and taught sin most of your lives.\""
    },
    {
      "number": 12,
      "content": "\"Remember, I told you: Don't make any idols. Don't make anything that looks like things in heaven above, on the earth below, or in the water under the earth.\""
    },
    {
      "number": 13,
      "content": "\"Also: Don't bow down to them or worship them. I, the Lord your God, am a jealous God. I will punish the sins of the fathers on their children, to the third and fourth generation of those who hate me.\""
    },
    {
      "number": 14,
      "content": "\"But I will show mercy to thousands who love me and keep my commandments.\""
    },
    {
      "number": 15,
      "content": "\"Don't use the Lord your God's name in a bad way. The Lord will punish anyone who uses his name in a bad way.\""
    },
    {
      "number": 16,
      "content": "\"Remember the Sabbath day and keep it holy.\""
    },
    {
      "number": 17,
      "content": "\"Work for six days and do all your work.\""
    },
    {
      "number": 18,
      "content": "\"But the seventh day is the Sabbath of the Lord your God. Don't do any work. Not you, your son, your daughter, your servants, your animals, or visitors in your home.\""
    },
    {
      "number": 19,
      "content": "\"In six days the Lord made the sky, the earth, the sea, and everything in them. So the Lord blessed the Sabbath day and made it holy.\""
    },
    {
      "number": 20,
      "content": "\"Honor your father and mother. Then you will live a long time in the land the Lord your God gives you.\""
    },
    {
      "number": 21,
      "content": "\"Don't kill.\""
    },
    {
      "number": 22,
      "content": "\"Don't commit adultery. Don't steal.\""
    },
    {
      "number": 23,
      "content": "\"Don't lie about your neighbor.\""
    },
    {
      "number": 24,
      "content": "\"Don't want your neighbor's house. Don't want your neighbor's wife, servants, animals, or anything that belongs to your neighbor.\""
    },
    {
      "number": 25,
      "content": "After Abinadi finished saying these things, he asked them: \"Have you taught this people to do all these things? To keep these commandments?\""
    },
    {
      "number": 26,
      "content": "\"I say to you, No! If you had taught them, the Lord wouldn't have sent me here to say bad things will happen to these people.\""
    },
    {
      "number": 27,
      "content": "\"You said that being saved comes through Moses' law. I tell you it's still good to keep Moses' law for now. But the time will come when people won't need to keep Moses' law anymore.\""
    },
    {
      "number": 28,
      "content": "\"I also tell you that being saved doesn't come just from the law. If God himself didn't pay for the sins of his people, they would all die, even with Moses' law.\""
    },
    {
      "number": 29,
      "content": "\"I tell you it was necessary to give the children of Israel a law. It was a very strict law. They were stubborn people. They were quick to do bad things and slow to remember the Lord their God.\""
    },
    {
      "number": 30,
      "content": "\"So they got a law. It was a law of actions and ceremonies. They had to follow it carefully every day. This helped them remember God and their duty to him.\""
    },
    {
      "number": 31,
      "content": "\"But I tell you, all these things were signs of things to come.\""
    },
    {
      "number": 32,
      "content": "\"Did they understand the law? I tell you, No. Not everyone understood the law. This was because their hearts were hard. They didn't understand that no one could be saved except through God saving them.\""
    },
    {
      "number": 33,
      "content": "\"Didn't Moses tell them about the Messiah coming? Didn't he say God would save his people? Haven't all the prophets since the world began said something about these things?\""
    },
    {
      "number": 34,
      "content": "\"Haven't they said that God himself would come down among people? That he would look like a man and go out with great power on the earth?\""
    },
    {
      "number": 35,
      "content": "\"Haven't they also said that he would bring the dead back to life? And that he himself would suffer and be hurt?\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "God Protects Abinadi",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "The Ten Commandments",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "text": "The Law Doesn't Save",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "text": "The Prophets Told About Christ",
        "level": 3,
        "sortOrder": 4
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 31,
        "position": "before_verse",
        "sortOrder": 6
      }
    ]
  }
}