{
  "book": "Mosiah",
  "chapter": 3,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "My brothers, I want you to listen. I have more things to tell you. I have important things to tell you about what will happen."
    },
    {
      "number": 2,
      "content": "An angel from God told me these things. He said to me: Wake up! I woke up and saw him standing in front of me."
    },
    {
      "number": 3,
      "content": "He said to me: Wake up and hear what I will tell you. I came to tell you good news that will make you very happy."
    },
    {
      "number": 4,
      "content": "The Lord has heard your prayers. He knows you are good. He sent me to tell you this so you can be happy. You can tell your people so they can be happy too."
    },
    {
      "number": 5,
      "content": "The time is coming soon when the Lord God will come down from heaven to live with people. He will live in a human body. He will do amazing miracles like healing sick people, bringing dead people back to life, making people who can't walk be able to walk, making blind people see, making deaf people hear, and curing all kinds of sickness."
    },
    {
      "number": 6,
      "content": "He will make evil spirits leave people's hearts."
    },
    {
      "number": 7,
      "content": "He will face temptation and pain in his body. He will be hungry, thirsty, and tired. He will suffer more than any person can suffer without dying. Blood will come from every part of his skin because he will be so sad about the bad things his people do."
    },
    {
      "number": 8,
      "content": "He will be called Jesus Christ, the Son of God. He is the Father of Heaven and Earth. He created everything from the beginning. His mother will be called Mary."
    },
    {
      "number": 9,
      "content": "He will come to his own people so they can be saved by believing in him. But after all this, they will think he is just a man. They will say he has an evil spirit. They will beat him and kill him on a cross."
    },
    {
      "number": 10,
      "content": "He will come back to life on the third day after he dies. He will judge the world. All these things will happen so God can judge people fairly."
    },
    {
      "number": 11,
      "content": "His blood will pay for the sins of people who died because of what Adam did. It will pay for people who died without knowing God's will or who sinned without knowing better."
    },
    {
      "number": 12,
      "content": "But trouble will come to anyone who knows they are fighting against God. These people can only be saved if they are sorry for their sins and believe in Jesus Christ."
    },
    {
      "number": 13,
      "content": "The Lord God has sent his holy prophets to all people everywhere. They tell everyone that Christ will come. Anyone who believes that Christ will come can have their sins forgiven. They will be very happy, as if he had already come."
    },
    {
      "number": 14,
      "content": "But the Lord God saw that his people were stubborn. So he gave them the law of Moses."
    },
    {
      "number": 15,
      "content": "He showed them many signs and wonders about Christ's coming. Holy prophets told them about his coming too. But they made their hearts hard. They did not understand that the law of Moses could not help them without Christ's blood paying for their sins."
    },
    {
      "number": 16,
      "content": "Even if little children could sin, they could not be saved without Christ. But I tell you, they are blessed. Just as all people fall because of Adam, Christ's blood pays for their sins too."
    },
    {
      "number": 17,
      "content": "There is no other name or way that people can be saved. Only through the name of Christ, the Lord God."
    },
    {
      "number": 18,
      "content": "He judges fairly. Babies who die do not go to hell. But people bring trouble on themselves unless they become humble like little children. They must believe that salvation came, comes now, and will come through Christ's blood."
    },
    {
      "number": 19,
      "content": "All people naturally fight against God. This has been true since Adam fell and will always be true. But if someone listens to the Holy Spirit and stops being natural, they can become a saint through Christ. They become like a child who is willing to obey, gentle, humble, patient, full of love, and ready to accept whatever the Lord wants them to go through, just like a child obeys their father."
    },
    {
      "number": 20,
      "content": "The time will come when everyone in every nation will know about the Savior."
    },
    {
      "number": 21,
      "content": "When that time comes, no one will be without blame before God except little children. People can only be forgiven through being sorry for their sins and believing in the Lord God."
    },
    {
      "number": 22,
      "content": "Even when you teach your people what the Lord God has told you to teach them, they will still not be without blame before God, except as I have told you."
    },
    {
      "number": 23,
      "content": "I have spoken the words the Lord God told me to speak."
    },
    {
      "number": 24,
      "content": "The Lord says: These words will stand as clear proof against this people on judgment day. Every person will be judged by what they do, whether good or bad."
    },
    {
      "number": 25,
      "content": "If their works are bad, they will see their own guilt and terrible sins. This will make them afraid to be near the Lord. They will live in sadness and pain forever. They can never come back from this. They have brought trouble on themselves."
    },
    {
      "number": 26,
      "content": "They have drunk from the cup of God's anger. God's justice had to punish them, just like Adam had to fall because he ate the forbidden fruit. So God's mercy could not help them anymore."
    },
    {
      "number": 27,
      "content": "Their punishment is like a lake of fire that never stops burning. The smoke goes up forever and ever. The Lord has told me to say this. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 2,
        "position": "before_verse",
        "text": "An Angel Brings Good News",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "text": "Jesus Will Come to Earth",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "Jesus Will Pay for Our Sins",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "text": "Only Jesus Can Save Us",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "Everyone Will Know About Jesus",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "text": "God Will Judge Everyone",
        "level": 3,
        "sortOrder": 6
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "sortOrder": 8
      }
    ]
  }
}