{
  "book": "Mosiah",
  "chapter": 24,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "Amulon became friends with the king of the Lamanites. So the king let Amulon and his friends become teachers for his people. They taught in the land of Shemlon, the land of Shilom, and the land of Amulon."
    },
    {
      "number": 2,
      "content": "The Lamanites had taken all these lands. So the king of the Lamanites chose kings to rule over each land."
    },
    {
      "number": 3,
      "content": "The king of the Lamanites was named Laman. He had the same name as his father. They called him King Laman. He ruled over many people."
    },
    {
      "number": 4,
      "content": "He made Amulon's friends teachers in every land his people lived in. This is how all the Lamanites started to learn Nephi's language."
    },
    {
      "number": 5,
      "content": "The Lamanites were friendly with each other. But they didn't know God. Amulon's friends didn't teach them about the Lord their God. They didn't teach Moses' law. They didn't teach them Abinadi's words."
    },
    {
      "number": 6,
      "content": "But they taught them how to keep records. They taught them how to write to each other."
    },
    {
      "number": 7,
      "content": "The Lamanites started to get rich. They began to trade with each other. They became great. They became smart in the ways of the world. They were very clever people. They enjoyed doing all kinds of bad things and stealing. But they didn't steal from each other."
    },
    {
      "number": 8,
      "content": "Then Amulon began to use his power over Alma and his people. He started to hurt them. He made his children hurt their children too."
    },
    {
      "number": 9,
      "content": "Amulon knew Alma. Alma had been one of the king's priests. Alma was the one who believed Abinadi's words. The king had thrown him out. So Amulon was angry with him. Even though Amulon had to obey King Laman, he still used his power over them. He made them do hard work. He put bosses over them."
    },
    {
      "number": 10,
      "content": "Their troubles were so bad that they began to pray hard to God."
    },
    {
      "number": 11,
      "content": "Amulon told them to stop praying. He put guards over them to watch them. Anyone caught praying to God would be killed."
    },
    {
      "number": 12,
      "content": "Alma and his people didn't pray out loud to the Lord their God anymore. But they prayed in their hearts. God knew their thoughts."
    },
    {
      "number": 13,
      "content": "Then the voice of the Lord came to them in their troubles. He said: \"Lift up your heads. Be happy. I know about the promise you made to me. I will make a promise to my people. I will free you from slavery.\""
    },
    {
      "number": 14,
      "content": "\"I will make your heavy loads lighter. You won't even feel them on your backs while you are slaves. I will do this so you can tell others about me later. Then you will know for sure that I, the Lord God, help my people when they have troubles.\""
    },
    {
      "number": 15,
      "content": "Then the heavy loads on Alma and his people became light. The Lord made them strong. They could carry their loads easily. They were happy and patient. They did everything the Lord wanted."
    },
    {
      "number": 16,
      "content": "They had so much faith and patience. Then the voice of the Lord came to them again. He said: \"Be happy. Tomorrow I will free you from slavery.\""
    },
    {
      "number": 17,
      "content": "He said to Alma: \"You will lead this people. I will go with you. I will free this people from slavery.\""
    },
    {
      "number": 18,
      "content": "That night, Alma and his people gathered their animals together. They also gathered their grain. They spent all night gathering their animals."
    },
    {
      "number": 19,
      "content": "In the morning, the Lord made the Lamanites fall into a deep sleep. All their bosses were also in a deep sleep."
    },
    {
      "number": 20,
      "content": "Alma and his people left for the wilderness. After they had walked all day, they set up their tents in a valley. They named the valley Alma because he led them through the wilderness."
    },
    {
      "number": 21,
      "content": "In the valley of Alma, they thanked God. He had been kind to them. He had made their loads lighter. He had freed them from slavery. They had been slaves. No one could have freed them except the Lord their God."
    },
    {
      "number": 22,
      "content": "They all thanked God. All their men, all their women, and all their children who could talk praised their God."
    },
    {
      "number": 23,
      "content": "Then the Lord said to Alma: \"Hurry! Get your people out of this land. The Lamanites have woken up. They are chasing you. So leave this land. I will stop the Lamanites in this valley. They won't chase you any farther.\""
    },
    {
      "number": 24,
      "content": "So they left the valley. They went into the wilderness."
    },
    {
      "number": 25,
      "content": "After twelve days in the wilderness, they came to the land of Zarahemla. King Mosiah was happy to see them."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Amulon Becomes a Teacher",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "Amulon Hurts Alma's People",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "text": "God Makes Their Loads Light",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "The Escape to Freedom",
        "level": 3,
        "sortOrder": 4
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 8
      }
    ]
  }
}