{
  "book": "Mosiah",
  "chapter": 12,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "After two years, Abinadi came among them in disguise. They didn't know who he was. He began to speak God's words again. He said: \"The Lord commanded me to come here. He said: 'Abinadi, go speak to my people. Their hearts are hard against my words. They have not stopped doing evil things. So I will punish them in my anger. I will punish them in my fierce anger because of their sins.\""
    },
    {
      "number": 2,
      "content": "Trouble will come to this generation. The Lord said to me: \"Reach out your hand and speak these words. The Lord says: Because of their sins, this generation will become slaves. They will be hit on the cheek. They will be driven by men and killed. Birds, dogs, and wild animals will eat their bodies.\""
    },
    {
      "number": 3,
      "content": "King Noah's life will be worth no more than a piece of clothing in a hot furnace. Then he will know that I am the Lord."
    },
    {
      "number": 4,
      "content": "I will punish my people with terrible troubles. They will have no food and get very sick. They will cry all day long."
    },
    {
      "number": 5,
      "content": "I will make them carry heavy loads on their backs. They will be driven forward like donkeys."
    },
    {
      "number": 6,
      "content": "I will send hail to strike them. The east wind will hit them too. Bugs will destroy their land and eat their grain."
    },
    {
      "number": 7,
      "content": "They will get a terrible sickness. I will do all this because of their sins."
    },
    {
      "number": 8,
      "content": "Unless they stop sinning, I will completely destroy them from the earth. But they will leave a record behind. I will save it for other nations who will live in the land. I will do this to show other nations the terrible things this people did. Abinadi spoke many things against this people."
    },
    {
      "number": 9,
      "content": "The people were angry with him. They took him and brought him tied up to the king. They said to the king: \"We have brought a man to you. He has said bad things about your people. He says God will destroy them.\""
    },
    {
      "number": 10,
      "content": "\"He also says bad things about your life. He says your life will be like a piece of clothing in a fire.\""
    },
    {
      "number": 11,
      "content": "\"He also says you will be like a dry plant in the field. Animals will run over it and step on it.\""
    },
    {
      "number": 12,
      "content": "\"He also says you will be like thistle flowers. When they are ready, the wind blows them across the land. He pretends the Lord said this. He says all this will happen to you unless you stop sinning.\""
    },
    {
      "number": 13,
      "content": "\"Now, O king, what great evil have you done? What great sins have your people done? Why should God punish us? Why should this man judge us?\""
    },
    {
      "number": 14,
      "content": "\"O king, we are not guilty. You, O king, have not sinned. So this man has lied about you. He has made empty predictions.\""
    },
    {
      "number": 15,
      "content": "\"We are strong. We will not become slaves. Our enemies will not capture us. You have done well in the land. You will continue to do well.\""
    },
    {
      "number": 16,
      "content": "\"Here is the man. We give him to you. You can do whatever you think is best with him.\""
    },
    {
      "number": 17,
      "content": "King Noah had Abinadi thrown into prison. He commanded the priests to come together. He wanted to have a meeting with them about what to do with Abinadi."
    },
    {
      "number": 18,
      "content": "They said to the king: \"Bring him here so we can question him.\" The king commanded that Abinadi be brought to them."
    },
    {
      "number": 19,
      "content": "They began to question him. They tried to trick him so they could accuse him of something. But he answered them bravely. He stood up to all their questions. He surprised them. He answered all their questions and confused them with his words."
    },
    {
      "number": 20,
      "content": "One of them said to him: \"What do these words mean? Our fathers wrote them and taught them to us:"
    },
    {
      "number": 21,
      "content": "\"How beautiful on the mountains are the feet of the one who brings good news. Who tells about peace. Who brings good news of good things. Who tells about being saved. Who says to Zion: 'Your God rules.'\""
    },
    {
      "number": 22,
      "content": "\"Your watchmen will shout together. They will sing together. They will see eye to eye when the Lord brings Zion back.\""
    },
    {
      "number": 23,
      "content": "\"Break out in joy. Sing together, you ruined places of Jerusalem. The Lord has comforted his people. He has saved Jerusalem.\""
    },
    {
      "number": 24,
      "content": "\"The Lord has shown his holy arm to all nations. All the ends of the earth will see how our God saves.\""
    },
    {
      "number": 25,
      "content": "Abinadi said to them: \"Are you priests? Do you pretend to teach this people? Do you claim to understand prophecy? Yet you ask me what these things mean?\""
    },
    {
      "number": 26,
      "content": "\"I say to you: Trouble will come to you for twisting the Lord's ways. If you understand these things, you have not taught them. So you have twisted the Lord's ways.\""
    },
    {
      "number": 27,
      "content": "\"You have not tried to understand with your hearts. So you have not been wise. What do you teach this people?\""
    },
    {
      "number": 28,
      "content": "They said: \"We teach the law of Moses.\""
    },
    {
      "number": 29,
      "content": "He said to them: \"If you teach the law of Moses, why don't you follow it? Why do you love money? Why do you sin with bad women? Why do you spend your strength with them? You cause this people to sin. That's why the Lord sent me to speak against this people. A great evil is against this people.\""
    },
    {
      "number": 30,
      "content": "\"Don't you know I speak the truth? You know I speak the truth. You should shake before God.\""
    },
    {
      "number": 31,
      "content": "\"You will be punished for your sins. You said you teach the law of Moses. What do you know about the law of Moses? Does the law of Moses save people? What do you say?\""
    },
    {
      "number": 32,
      "content": "They answered: \"The law of Moses saves people.\""
    },
    {
      "number": 33,
      "content": "But Abinadi said to them: \"I know that if you keep God's commandments, you will be saved. If you keep the commandments the Lord gave to Moses on Mount Sinai:"
    },
    {
      "number": 34,
      "content": "\"I am the Lord your God. I brought you out of Egypt, out of the house of slavery.\""
    },
    {
      "number": 35,
      "content": "\"You shall have no other God before me.\""
    },
    {
      "number": 36,
      "content": "\"You shall not make any idol or any image of anything in heaven above or on earth below.\""
    },
    {
      "number": 37,
      "content": "Abinadi said to them: \"Have you done all this? I say no, you have not. Have you taught this people to do all these things? I say no, you have not.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Abinadi Returns in Disguise",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "The People Capture Abinadi",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "text": "Abinadi Before the Priests",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "text": "Abinadi Questions the Priests",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "text": "The Ten Commandments",
        "level": 3,
        "sortOrder": 5
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 31,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "sortOrder": 10
      }
    ]
  }
}