{
  "book": "Omni",
  "chapter": 1,
  "edition": "simple",
  "verses": [
    {
      "number": 1,
      "content": "My father Jarom told me to write something on these plates to keep track of our family history."
    },
    {
      "number": 2,
      "content": "I want you to know that in my life, I fought a lot with my sword to protect my people, the Nephites, from their enemies, the Lamanites. But I am a wicked man. I have not kept God's laws and commandments as I should have."
    },
    {
      "number": 3,
      "content": "Two hundred seventy-six years passed. We had many times of peace and many times of serious war and fighting. By the time two hundred eighty-two years had passed, I had taken care of these plates like my fathers told me to. I gave them to my son Amaron. I am done writing."
    },
    {
      "number": 4,
      "content": "I am Amaron. I am writing just a few things in my father's book."
    },
    {
      "number": 5,
      "content": "Three hundred twenty years had passed, and the more wicked Nephites were destroyed."
    },
    {
      "number": 6,
      "content": "The Lord had led them out of Jerusalem and protected them from their enemies. He would not let his promise be broken. He had told our fathers, \"If you do not keep my commandments, you will not succeed in this land.\""
    },
    {
      "number": 7,
      "content": "So the Lord punished them greatly. But he saved the righteous people so they would not die. He rescued them from their enemies."
    },
    {
      "number": 8,
      "content": "I gave the plates to my brother Chemish."
    },
    {
      "number": 9,
      "content": "I am Chemish. I am writing just a few things in the same book as my brother. I saw what he wrote last, and he wrote it with his own hand on the day he gave the plates to me. This is how we keep the records, because our fathers told us to do it this way. I am done writing."
    },
    {
      "number": 10,
      "content": "I am Abinadom, the son of Chemish. I have seen much war and fighting between my people, the Nephites, and the Lamanites. I have killed many Lamanites with my own sword to defend my brothers."
    },
    {
      "number": 11,
      "content": "The history of these people is written on plates that the kings keep through the generations. I do not know of any revelations except what has been written, and no prophecies either. What has been written is enough. I am done writing."
    },
    {
      "number": 12,
      "content": "I am Amaleki, the son of Abinadom. I will tell you about Mosiah, who became king over the land of Zarahemla. The Lord warned him that he should leave the land of Nephi. Everyone who would listen to the Lord's voice should also leave the land with him and go into the wilderness."
    },
    {
      "number": 13,
      "content": "Mosiah did what the Lord told him to do. Everyone who would listen to the Lord's voice left the land and went into the wilderness. They were guided by much preaching and prophecy. God's word constantly warned them. He led them by his power through the wilderness until they came to the land called Zarahemla."
    },
    {
      "number": 14,
      "content": "They found a people called the people of Zarahemla. There was great happiness among the people of Zarahemla. Zarahemla was very happy because the Lord had sent Mosiah's people with the brass plates that contained the Jewish records."
    },
    {
      "number": 15,
      "content": "Mosiah learned that the people of Zarahemla had come from Jerusalem when Zedekiah, king of Judah, was taken prisoner to Babylon."
    },
    {
      "number": 16,
      "content": "They had traveled in the wilderness. The Lord brought them across the great waters to the land where Mosiah found them. They had lived there ever since."
    },
    {
      "number": 17,
      "content": "When Mosiah found them, they had become very numerous. But they had had many wars and serious fights. Many had been killed in battle over time. Their language had become mixed up. They had brought no records with them and did not believe in their Creator. Mosiah and his people could not understand their language."
    },
    {
      "number": 18,
      "content": "But Mosiah had them taught his language. After they learned Mosiah's language, Zarahemla told the family history of his fathers from his memory. These things are written down, but not on these plates."
    },
    {
      "number": 19,
      "content": "The people of Zarahemla and the people of Mosiah joined together. Mosiah was chosen to be their king."
    },
    {
      "number": 20,
      "content": "During Mosiah's time, a large stone with writing on it was brought to him. He translated the writing by God's gift and power."
    },
    {
      "number": 21,
      "content": "It told about a man named Coriantumr and how his people were killed. Coriantumr was found by the people of Zarahemla. He lived with them for nine months."
    },
    {
      "number": 22,
      "content": "The stone also said a few things about his fathers. His first parents came from the Tower of Babel when the Lord mixed up the languages of the people. The Lord's punishment fell on them according to his fair judgments. Their bones were scattered in the land to the north."
    },
    {
      "number": 23,
      "content": "I, Amaleki, was born during Mosiah's time. I have lived to see him die. His son Benjamin now rules in his place."
    },
    {
      "number": 24,
      "content": "During King Benjamins time, I have seen a serious war with much bloodshed between the Nephites and Lamanites. But the Nephites won big victories over them. King Benjamin drove them out of the land of Zarahemla."
    },
    {
      "number": 25,
      "content": "I have become old. I have no children. I know King Benjamin is a good man before the Lord. So I will give these plates to him. I encourage all people to come to God, the Holy One of Israel. Believe in prophecy, revelations, angels helping you, speaking in different languages, and translating languages. Believe in all good things. Nothing good comes from anywhere except the Lord. Evil things come from the devil."
    },
    {
      "number": 26,
      "content": "My dear brothers, I want you to come to Christ, who is the Holy One of Israel. Receive his salvation and the power of his rescue. Come to him and give your whole souls as an offering to him. Continue fasting and praying and endure to the end. As the Lord lives, you will be saved."
    },
    {
      "number": 27,
      "content": "I want to tell you about some people who went into the wilderness to return to the land of Nephi. A large group wanted to take back the land of their ancestors."
    },
    {
      "number": 28,
      "content": "So they went into the wilderness. Their leader was a strong and powerful but stubborn man. He caused fighting among them. All of them were killed except fifty, who returned to Zarahemla."
    },
    {
      "number": 29,
      "content": "Then they took many other people and traveled into the wilderness again."
    },
    {
      "number": 30,
      "content": "I, Amaleki, had a brother who went with them. I have not heard anything about them since then. I am about to die, and these plates are full. I am finished writing."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Omni Writes His Story",
        "level": 4,
        "sortOrder": 1
      },
      {
        "verseNumber": 4,
        "position": "before_verse",
        "text": "Amaron Tells About Judgment",
        "level": 4,
        "sortOrder": 2
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "Chemish and Abinadom Write",
        "level": 4,
        "sortOrder": 3
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "Mosiah Finds the People of Zarahemla",
        "level": 4,
        "sortOrder": 4
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "The Story on the Stone",
        "level": 4,
        "sortOrder": 5
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "text": "King Benjamin Rules",
        "level": 4,
        "sortOrder": 6
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "text": "Amaleki Gives Good Advice",
        "level": 4,
        "sortOrder": 7
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "text": "People Try to Go Back to Nephi",
        "level": 4,
        "sortOrder": 8
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 6,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 5
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "sortOrder": 6
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 7
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 8
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 9
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "sortOrder": 10
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "sortOrder": 11
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "sortOrder": 12
      },
      {
        "verseNumber": 29,
        "position": "before_verse",
        "sortOrder": 13
      }
    ]
  }
}
