{
  "book": "1 Nephi",
  "chapter": 17,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "We continued our journey in the wilderness. We traveled eastward from then on. We went through many hard times in the wilderness. Our women had babies in the wilderness."
    },
    {
      "number": 2,
      "content": "The Lord blessed us greatly. We ate raw meat in the wilderness. Our women had plenty of milk for their children. They were as strong as the men. They stopped complaining about our journey."
    },
    {
      "number": 3,
      "content": "This shows that God's commandments must be obeyed. When people obey God's commandments, he feeds them and makes them strong. He gives them a way to do what he commands them. He gave us what we needed while we were in the wilderness."
    },
    {
      "number": 4,
      "content": "We stayed in the wilderness for many years. We stayed there for eight years."
    },
    {
      "number": 5,
      "content": "We came to a land we called Bountiful. It had lots of fruit and wild honey. The Lord prepared all these things so we wouldn't die. We saw the sea, which we called Irreantum. This means \"many waters.\""
    },
    {
      "number": 6,
      "content": "We set up our tents by the seashore. We had suffered many hard times. There were so many we can't write them all. But we were very happy when we reached the seashore. We called the place Bountiful because it had lots of fruit."
    },
    {
      "number": 7,
      "content": "After I, Nephi, had been in Bountiful for many days, the Lord's voice came to me. He said: \"Get up and go to the mountain.\" So I got up and went to the mountain and prayed to the Lord."
    },
    {
      "number": 8,
      "content": "The Lord spoke to me and said: \"You will build a ship the way I show you. I will use it to carry your people across these waters.\""
    },
    {
      "number": 9,
      "content": "I said: \"Lord, where should I go to find metal ore? I need to melt it to make tools to build the ship the way you showed me.\""
    },
    {
      "number": 10,
      "content": "The Lord told me where to go to find ore to make tools."
    },
    {
      "number": 11,
      "content": "I made bellows from animal skins to blow air on the fire. After I made the bellows, I hit two stones together to make fire."
    },
    {
      "number": 12,
      "content": "The Lord hadn't let us make much fire while traveling in the wilderness. He said: \"I will make your food taste good without cooking it.\""
    },
    {
      "number": 13,
      "content": "\"I will also be your light in the wilderness. I will prepare the way for you if you keep my commandments. If you keep my commandments, you will be led to the promised land. You will know that I am leading you.\""
    },
    {
      "number": 14,
      "content": "The Lord also said: \"After you arrive in the promised land, you will know that I, the Lord, am God. You will know that I saved you from destruction. You will know that I brought you out of Jerusalem.\""
    },
    {
      "number": 15,
      "content": "So I tried hard to keep the Lord's commandments. I encouraged my brothers to be faithful and work hard."
    },
    {
      "number": 16,
      "content": "I made tools from the ore I melted from the rock."
    },
    {
      "number": 17,
      "content": "When my brothers saw I was about to build a ship, they complained. They said: \"Our brother is a fool. He thinks he can build a ship. He thinks he can cross these great waters.\""
    },
    {
      "number": 18,
      "content": "My brothers kept complaining about me. They didn't want to work. They didn't believe I could build a ship. They didn't believe the Lord had taught me."
    },
    {
      "number": 19,
      "content": "I was very sad because their hearts were hard. When they saw I was sad, they were happy. They rejoiced over me and said: \"We knew you couldn't build a ship. We knew you lacked good judgment. You can't do such a great work.\""
    },
    {
      "number": 20,
      "content": "\"You are like our father. He was led away by foolish ideas. He led us out of Jerusalem. We have wandered in the wilderness for many years. Our pregnant women have worked hard. They have had babies in the wilderness and suffered everything except death. It would have been better if they had died before leaving Jerusalem.\""
    },
    {
      "number": 21,
      "content": "\"We have suffered in the wilderness for many years. We could have enjoyed our possessions and land. We could have been happy.\""
    },
    {
      "number": 22,
      "content": "\"We know the people in Jerusalem were righteous. They kept the Lord's laws and commandments according to Moses' law. So we know they are righteous people. Our father judged them and led us away because we listened to him. Our brother is just like him.\" This is how my brothers complained against us."
    },
    {
      "number": 23,
      "content": "I spoke to them and said: \"Do you believe our ancestors, the children of Israel, would have escaped from the Egyptians if they hadn't listened to the Lord?\""
    },
    {
      "number": 24,
      "content": "Do you think they would have been freed from slavery if the Lord hadn't commanded Moses to lead them out?"
    },
    {
      "number": 25,
      "content": "You know the children of Israel were slaves. You know they had hard work to do. So you know it was good that they were freed from slavery."
    },
    {
      "number": 26,
      "content": "You know the Lord commanded Moses to do that great work. You know that by his word, the Red Sea split apart. They walked through on dry ground."
    },
    {
      "number": 27,
      "content": "But you know the Egyptians drowned in the Red Sea. They were Pharaoh's armies."
    },
    {
      "number": 28,
      "content": "You also know they were fed with manna in the wilderness."
    },
    {
      "number": 29,
      "content": "You also know that Moses hit a rock with God's power that was in him. Water came out so the children of Israel could drink."
    },
    {
      "number": 30,
      "content": "The Lord their God led them. He went before them, leading them by day and giving them light at night. He did everything that was good for people to receive. But they hardened their hearts and blinded their minds. They spoke against Moses and the true and living God."
    },
    {
      "number": 31,
      "content": "According to his word, he destroyed them. According to his word, he led them. According to his word, he did everything for them. Everything was done by his word."
    },
    {
      "number": 32,
      "content": "After they crossed the Jordan River, he made them mighty. They drove out the people of the land and scattered them to destruction."
    },
    {
      "number": 33,
      "content": "Do you think the people of this land who were in the promised land were righteous? Our fathers drove them out. I say to you, no."
    },
    {
      "number": 34,
      "content": "Do you think our fathers would have been chosen over them if they had been righteous? I say to you, no."
    },
    {
      "number": 35,
      "content": "The Lord values all people the same. Those who are righteous are blessed by God. But these people had rejected every word of God. They were full of sin. God's full anger was upon them. The Lord cursed the land against them and blessed it for our fathers. He cursed it for their destruction. He blessed it for our fathers to have power over it."
    },
    {
      "number": 36,
      "content": "The Lord created the earth for people to live on. He created his children to live on it."
    },
    {
      "number": 37,
      "content": "He raises up righteous nations. He destroys wicked nations."
    },
    {
      "number": 38,
      "content": "He leads righteous people to good lands. He destroys wicked people and curses the land because of them."
    },
    {
      "number": 39,
      "content": "He rules high in the heavens. Heaven is his throne. This earth is his footstool."
    },
    {
      "number": 40,
      "content": "He loves those who choose him as their God. He loved our fathers. He made covenants with them—with Abraham, Isaac, and Jacob. He remembered his covenants. So he brought them out of Egypt."
    },
    {
      "number": 41,
      "content": "He disciplined them in the wilderness with his rod. They had hardened their hearts, just like you have. The Lord disciplined them because of their sin. He sent poisonous flying snakes among them. After they were bitten, he prepared a way to heal them. All they had to do was look! Because the way was so simple and easy, many died."
    },
    {
      "number": 42,
      "content": "They hardened their hearts again and again. They spoke against Moses and God. But you know they were led by his great power into the promised land."
    },
    {
      "number": 43,
      "content": "After all these things, the time has come that they have become wicked, almost fully ripe in sin. They might be destroyed even today. I know the day will surely come when they must be destroyed. Only a few will be led away as captives."
    },
    {
      "number": 44,
      "content": "So the Lord commanded my father to leave into the wilderness. The Jews also tried to kill him. You also have tried to kill him. So you are murderers in your hearts. You are just like them."
    },
    {
      "number": 45,
      "content": "You are quick to do evil but slow to remember the Lord your God. You have seen an angel. He spoke to you. You have heard his voice many times. He has spoken to you in a still, small voice. But you couldn't feel it because you were past feeling. So he had to speak to you like thunder that made the earth shake."
    },
    {
      "number": 46,
      "content": "You know that by the power of his almighty word, he can make the earth disappear. You know that by his word, he can make rough places smooth and smooth places broken. So why are your hearts so hard?"
    },
    {
      "number": 47,
      "content": "My soul is torn with sorrow because of you. My heart is in pain. I fear you will be cast off forever. I am full of the Spirit of God. My body has no strength."
    },
    {
      "number": 48,
      "content": "When I had said these words, they were angry with me. They wanted to throw me into the sea. As they came to grab me, I said: \"In the name of Almighty God, I command you not to touch me. I am filled with God's power, even to the burning of my flesh. Whoever touches me will wither like a dried reed. They will be nothing before God's power. God will strike them.\""
    },
    {
      "number": 49,
      "content": "I told them they should stop complaining against their father. They should not refuse to work for me. God had commanded me to build a ship."
    },
    {
      "number": 50,
      "content": "I said to them: \"If God commanded me to do all things, I could do them. If he commanded me to tell this water to become earth, it would become earth. If I said it, it would happen.\""
    },
    {
      "number": 51,
      "content": "If the Lord has such great power and has done so many miracles among people, why can't he teach me to build a ship?"
    },
    {
      "number": 52,
      "content": "I said many things to my brothers. They were confused and couldn't argue against me. They didn't dare touch me with their fingers for many days. They were afraid they would wither before me. The Spirit of God was so powerful. It had worked upon them."
    },
    {
      "number": 53,
      "content": "The Lord said to me: \"Stretch out your hand to your brothers again. They won't wither before you. But I will shock them,\" says the Lord. \"I will do this so they will know I am the Lord their God.\""
    },
    {
      "number": 54,
      "content": "I stretched out my hand to my brothers. They didn't wither before me. But the Lord shook them, just as he had said."
    },
    {
      "number": 55,
      "content": "Then they said: \"We know for sure that the Lord is with you. We know it was the Lord's power that shook us.\" They fell down before me and were about to worship me. But I wouldn't let them. I said: \"I am your brother, your younger brother. Worship the Lord your God. Honor your father and mother. Then your days will be long in the land the Lord your God will give you.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Eight Years in the Wilderness",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "text": "Arrival at Bountiful",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "The Lord Commands Nephi to Build a Ship",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "text": "Nephi's Brothers Complain",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "text": "Nephi Teaches About Moses and Israel",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 33,
        "position": "before_verse",
        "text": "God Raises Up Righteous Nations",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 48,
        "position": "before_verse",
        "text": "The Power of God Protects Nephi",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 53,
        "position": "before_verse",
        "text": "The Lord Shakes Nephi's Brothers",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 36,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 40,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 43,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 45,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 52,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
