{
  "book": "1 Nephi",
  "chapter": 18,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "They worshipped the Lord and worked with me. We worked with wood in amazing ways. The Lord showed me how to work the wood for the ship."
    },
    {
      "number": 2,
      "content": "I, Nephi, didn't work the wood the way people had learned. I didn't build the ship the way people usually build ships. I built it the way the Lord had shown me. So it was not built like other ships."
    },
    {
      "number": 3,
      "content": "I often went up on the mountain and prayed to the Lord. So the Lord showed me great things."
    },
    {
      "number": 4,
      "content": "After I finished the ship as the Lord had told me, my brothers saw that it was good. They saw that it was built very well. So they humbled themselves again before the Lord."
    },
    {
      "number": 5,
      "content": "The Lord's voice came to my father. He told us to get up and go into the ship."
    },
    {
      "number": 6,
      "content": "The next day we prepared everything. We got lots of fruit and meat from the wilderness. We got plenty of honey and food as the Lord had commanded us. We went into the ship with all our things and seeds. We brought everything we had. We all went into the ship with our wives and children."
    },
    {
      "number": 7,
      "content": "My father had two more sons in the wilderness. The older one was named Jacob. The younger one was named Joseph."
    },
    {
      "number": 8,
      "content": "After we all got in the ship with our food and things the Lord had commanded us to bring, we sailed into the sea. The wind pushed us toward the promised land."
    },
    {
      "number": 9,
      "content": "After we sailed with the wind for many days, my brothers, Ishmael's sons, and their wives began to have fun. They began to dance and sing and talk rudely. They forgot what power had brought them there. They became very rude."
    },
    {
      "number": 10,
      "content": "I began to fear greatly. I was afraid the Lord would be angry with us and destroy us because of our sin. I was afraid we would be swallowed up in the deep sea. So I began to speak to them seriously. But they were angry with me. They said: \"We won't let our younger brother be our ruler.\""
    },
    {
      "number": 11,
      "content": "Laman and Lemuel grabbed me and tied me up with ropes. They treated me very harshly. But the Lord let this happen so he could show his power. This would fulfill his word about what happens to wicked people."
    },
    {
      "number": 12,
      "content": "After they tied me up so I couldn't move, the compass that the Lord had prepared stopped working."
    },
    {
      "number": 13,
      "content": "They didn't know which way to steer the ship. A great storm came up. It was a terrible storm. We were blown back on the waters for three days. They became very frightened that they would drown in the sea. But they still didn't untie me."
    },
    {
      "number": 14,
      "content": "On the fourth day we had been blown back, the storm became very bad."
    },
    {
      "number": 15,
      "content": "We were about to be swallowed up in the deep sea. After we had been blown back on the waters for four days, my brothers began to see that God's judgment was on them. They would die unless they repented of their sins. So they came to me and untied the ropes on my wrists. My wrists had swollen very much. My ankles were also very swollen and very sore."
    },
    {
      "number": 16,
      "content": "But I looked to my God and praised him all day long. I didn't complain against the Lord because of my suffering."
    },
    {
      "number": 17,
      "content": "My father, Lehi, had said many things to them and to Ishmael's sons. But they made many threats against anyone who would speak for me. My parents were old and had suffered much sadness because of their children. They were brought down to their sick beds."
    },
    {
      "number": 18,
      "content": "Because of their sadness and sorrow, and because of my brothers' sins, they were brought close to death. Their gray hair was about to go down into the dust. They were almost going to die in a watery grave."
    },
    {
      "number": 19,
      "content": "Jacob and Joseph were young and needed lots of food. They were sad because of their mother's suffering. My wife cried and prayed. My children also cried. But this didn't soften my brothers' hearts so they would untie me."
    },
    {
      "number": 20,
      "content": "Nothing could soften their hearts except God's power, which threatened them with destruction. So when they saw they were about to be swallowed up in the deep sea, they repented of what they had done. They untied me."
    },
    {
      "number": 21,
      "content": "After they untied me, I took the compass. It worked the way I wanted it to. I prayed to the Lord. After I prayed, the winds stopped. The storm stopped. There was a great calm."
    },
    {
      "number": 22,
      "content": "I guided the ship so we sailed again toward the promised land."
    },
    {
      "number": 23,
      "content": "After we sailed for many days, we arrived at the promised land. We went onto the land and set up our tents. We called it the promised land."
    },
    {
      "number": 24,
      "content": "We began to work the ground and plant seeds. We planted all our seeds in the earth that we had brought from Jerusalem. They grew very well. So we were blessed with plenty of food."
    },
    {
      "number": 25,
      "content": "We found many animals in the forests of the promised land. There were cows, oxen, donkeys, horses, goats, wild goats, and all kinds of wild animals that people could use. We also found all kinds of metal ore: gold, silver, and copper."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Building the Ship",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "text": "Sailing to the Promised Land",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "Trouble on the Ship",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "A Terrible Storm",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "Nephi Is Released",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "text": "Arriving at the Promised Land",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
