{
  "book": "1 Nephi",
  "chapter": 8,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "We had gathered all kinds of seeds. We had seeds for grains and seeds for fruits of every kind."
    },
    {
      "number": 2,
      "content": "While my father stayed in the wilderness, he spoke to us, saying: 'I have dreamed a dream. In other words, I have seen a vision.'"
    },
    {
      "number": 3,
      "content": "Because of what I have seen, I have reason to be happy in the Lord because of Nephi and Sam. I think they and many of their children will be saved."
    },
    {
      "number": 4,
      "content": "But I am very worried about you, Laman and Lemuel. In my dream, I saw a dark and sad wilderness."
    },
    {
      "number": 5,
      "content": "Then I saw a man dressed in a white robe. He came and stood in front of me."
    },
    {
      "number": 6,
      "content": "He spoke to me and told me to follow him."
    },
    {
      "number": 7,
      "content": "As I followed him, I found myself in a dark and sad wasteland."
    },
    {
      "number": 8,
      "content": "After I had traveled for many hours in darkness, I began to pray to the Lord. I asked him to have mercy on me because of his great kindness."
    },
    {
      "number": 9,
      "content": "After I prayed to the Lord, I saw a large field."
    },
    {
      "number": 10,
      "content": "I saw a tree whose fruit looked good and would make someone happy."
    },
    {
      "number": 11,
      "content": "I went and ate some of the fruit. It was the sweetest thing I had ever tasted. The fruit was whiter than anything I had ever seen."
    },
    {
      "number": 12,
      "content": "As I ate the fruit, it filled my soul with great joy. So I wanted my family to eat it too, because I knew it was better than any other fruit."
    },
    {
      "number": 13,
      "content": "I looked around to find my family. I saw a river of water that ran near the tree where I was eating the fruit."
    },
    {
      "number": 14,
      "content": "I looked to see where the river came from. I saw the beginning of the river a little way off. At the beginning, I saw your mother Sariah, Sam, and Nephi. They stood there like they didn't know which way to go."
    },
    {
      "number": 15,
      "content": "I waved to them and called out loudly for them to come to me and eat the fruit, which was better than any other fruit."
    },
    {
      "number": 16,
      "content": "They came to me and ate the fruit too."
    },
    {
      "number": 17,
      "content": "I wanted Laman and Lemuel to come and eat the fruit too. So I looked toward the beginning of the river to see if I could find them."
    },
    {
      "number": 18,
      "content": "I saw them, but they would not come to me."
    },
    {
      "number": 19,
      "content": "I saw an iron rod. It went along the bank of the river and led to the tree where I stood."
    },
    {
      "number": 20,
      "content": "I also saw a straight and narrow path that came along by the iron rod to the tree where I stood. It also led by the head of the fountain to a large field, as big as the world."
    },
    {
      "number": 21,
      "content": "I saw countless groups of people. Many were pushing forward, trying to get on the path that led to the tree where I stood."
    },
    {
      "number": 22,
      "content": "They came forward and started on the path that led to the tree."
    },
    {
      "number": 23,
      "content": "Then a dark mist came up. It was a very thick, dark mist. The people who had started on the path got lost in it. They wandered off and were lost."
    },
    {
      "number": 24,
      "content": "I saw other people pushing forward. They came and grabbed hold of the end of the iron rod. They pushed forward through the dark mist, holding onto the iron rod, until they came out and ate the fruit of the tree."
    },
    {
      "number": 25,
      "content": "After they ate the fruit of the tree, they looked around as if they were embarrassed."
    },
    {
      "number": 26,
      "content": "I also looked around and saw a great big building on the other side of the river of water. It stood high in the air, above the earth."
    },
    {
      "number": 27,
      "content": "It was filled with people, both old and young, both men and women. They wore very fancy clothes. They were making fun of and pointing at those who had come and were eating the fruit."
    },
    {
      "number": 28,
      "content": "After those people had tasted the fruit, they felt embarrassed because of those who were making fun of them. They fell away into wrong paths and were lost."
    },
    {
      "number": 29,
      "content": "I, Nephi, don't write all the words of my father."
    },
    {
      "number": 30,
      "content": "To keep this short: He saw other crowds pushing forward. They came and grabbed hold of the end of the iron rod. They kept moving forward, always holding onto the iron rod, until they came out, fell down, and ate the fruit of the tree."
    },
    {
      "number": 31,
      "content": "He also saw other crowds feeling their way toward that great big building."
    },
    {
      "number": 32,
      "content": "Many drowned in the deep parts of the fountain. Many got lost from his view, wandering on strange roads."
    },
    {
      "number": 33,
      "content": "A great crowd entered that strange building. After they entered that building, they pointed and made fun of me and those who were eating the fruit. But we didn't pay attention to them."
    },
    {
      "number": 34,
      "content": "These are my father's words: All who paid attention to them fell away."
    },
    {
      "number": 35,
      "content": "Laman and Lemuel did not eat the fruit, my father said."
    },
    {
      "number": 36,
      "content": "After my father had spoken all the words of his dream or vision, which were many, he said to us: Because of these things he saw in a vision, he was very worried about Laman and Lemuel. He feared they would be sent away from the Lord's presence."
    },
    {
      "number": 37,
      "content": "He encouraged them with all the feelings of a loving parent. He asked them to listen to his words, hoping the Lord would be kind to them and not send them away. My father preached to them."
    },
    {
      "number": 38,
      "content": "After he had preached to them and told them about many things that would happen, he told them to keep the Lord's commandments. Then he stopped speaking to them."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 2,
        "position": "before_verse",
        "text": "Lehi's Dream Begins",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "text": "The Man in White",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "text": "The Tree of Life",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "Finding His Family",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "text": "The Iron Rod and Path",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 23,
        "position": "before_verse",
        "text": "The Dark Mist",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 26,
        "position": "before_verse",
        "text": "The Great Building",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "text": "More People Try Different Paths",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 36,
        "position": "before_verse",
        "text": "Lehi's Worry and Teaching",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 8,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
