{
  "book": "1 Nephi",
  "chapter": 4,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I spoke to my brothers and said: \"Let us go back to Jerusalem and obey the Lord\"s commandments. He is more powerful than the whole earth. So surely He is more powerful than Laban and his fifty soldiers or even his thousands of men.'"
    },
    {
      "number": 2,
      "content": "So let us go. Let us be strong like Moses. He spoke to the Red Sea and the water split apart. Our ancestors walked through on dry ground to escape slavery. Pharaoh's army followed them and drowned in the Red Sea."
    },
    {
      "number": 3,
      "content": "You know this is true. You also know that an angel spoke to you. So why do you doubt? Let us go. The Lord can save us just like He saved our ancestors. He can defeat Laban just like He defeated the Egyptians."
    },
    {
      "number": 4,
      "content": "When I said these things, they were still angry and kept complaining. But they followed me until we came to the walls of Jerusalem."
    },
    {
      "number": 5,
      "content": "It was nighttime. I told them to hide outside the walls. After they hid, I quietly entered the city and went toward Laban's house."
    },
    {
      "number": 6,
      "content": "The Spirit led me. I did not know ahead of time what I would need to do."
    },
    {
      "number": 7,
      "content": "But I went forward. As I got close to Laban's house, I saw a man lying on the ground. He had drunk too much wine and was passed out."
    },
    {
      "number": 8,
      "content": "When I got close to him, I saw it was Laban."
    },
    {
      "number": 9,
      "content": "I saw his sword and pulled it out of its holder. The handle was made of pure gold with beautiful workmanship. The blade was made of the finest steel."
    },
    {
      "number": 10,
      "content": "Then the Spirit told me to kill Laban. But I thought to myself: 'I have never killed anyone before.' I did not want to kill him."
    },
    {
      "number": 11,
      "content": "The Spirit said to me again: \"The Lord has put him in your power.\" I knew that he had tried to kill me. He would not listen to the Lord's commandments. He had also stolen our things."
    },
    {
      "number": 12,
      "content": "The Spirit said to me again: \"Kill him, because the Lord has given him to you.\""
    },
    {
      "number": 13,
      "content": "The Lord sometimes destroys wicked people to do what is right. It is better for one man to die than for a whole nation to lose faith and be destroyed."
    },
    {
      "number": 14,
      "content": "When I heard these words, I remembered what the Lord said to me in the wilderness: \"If your children obey my commandments, they will be blessed in the promised land.\""
    },
    {
      "number": 15,
      "content": "I also thought that they could not obey the Lord's commandments from the law of Moses unless they had the law with them."
    },
    {
      "number": 16,
      "content": "I knew that the law was written on the brass plates."
    },
    {
      "number": 17,
      "content": "I knew the Lord had put Laban in my power for this reason: so I could get the records like He commanded."
    },
    {
      "number": 18,
      "content": "So I obeyed the Spirit's voice. I grabbed Laban by the hair and cut off his head with his own sword."
    },
    {
      "number": 19,
      "content": "After I cut off his head, I took Laban's clothes and put them on my body. I put on all of his clothes and his armor too."
    },
    {
      "number": 20,
      "content": "After I did this, I went to Laban's treasure room. As I went there, I saw Laban's servant who had the keys. I used Laban's voice and told him to come with me into the treasure room."
    },
    {
      "number": 21,
      "content": "He thought I was his master Laban because he saw the clothes and the sword I was wearing."
    },
    {
      "number": 22,
      "content": "He talked to me about the Jewish leaders. He knew that his master Laban had been out at night with them."
    },
    {
      "number": 23,
      "content": "I spoke to him as if I were Laban."
    },
    {
      "number": 24,
      "content": "I told him I needed to take the writings on the brass plates to my older brothers outside the walls."
    },
    {
      "number": 25,
      "content": "I told him to follow me."
    },
    {
      "number": 26,
      "content": "He thought I was talking about church members. He believed I was really Laban. So he followed me."
    },
    {
      "number": 27,
      "content": "As we walked to my brothers outside the walls, he kept talking to me about the Jewish leaders."
    },
    {
      "number": 28,
      "content": "When Laman saw me, he was very scared. So were Lemuel and Sam. They ran away because they thought I was Laban. They thought he had killed me and now wanted to kill them too."
    },
    {
      "number": 29,
      "content": "I called out to them and they heard me. So they stopped running away."
    },
    {
      "number": 30,
      "content": "When Laban's servant saw my brothers, he started shaking with fear. He was about to run back to Jerusalem."
    },
    {
      "number": 31,
      "content": "I put on Laban's clothes. I also put on his armor and took his sword."
    },
    {
      "number": 32,
      "content": "After I put on his armor, I took his sword in my hand. I left and went toward Laban's house."
    },
    {
      "number": 33,
      "content": "As I went toward his house, I looked like Laban. The Spirit led me, so I didn't know what I would do ahead of time."
    },
    {
      "number": 34,
      "content": "When I came near his house, I saw a servant there. This servant had the keys to the house."
    },
    {
      "number": 35,
      "content": "I told the servant to come with me into the house. I wanted him to help me carry the metal plates to my older brothers who were outside the city walls."
    },
    {
      "number": 36,
      "content": "I told him that his master Laban had sent me to get the metal plates. I said Laban told me to carry them to my brothers outside the city."
    },
    {
      "number": 37,
      "content": "The servant believed me because I looked like his master. He followed me."
    },
    {
      "number": 38,
      "content": "When he spoke to me as if I were Laban, the Spirit told me to kill him. I said to him, \"Look at the sword of Laban\\!\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The Angel Commands Nephi",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "Nephi Finds Laban",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "The Spirit Commands Nephi",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "text": "Getting the Plates",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 32,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 35,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
