{
  "book": "1 Nephi",
  "chapter": 19,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "The Lord commanded me to make metal plates. I carved our family's history on them. I wrote about my father and our travels in the wilderness. I also wrote down my father's prophecies and many of my own prophecies."
    },
    {
      "number": 2,
      "content": "When I first made those plates, I didn't know the Lord would command me to make these other plates. My father's record, his family history, and most of what happened to us in the wilderness are carved on those first plates. So the things that happened before I made these plates are written in more detail on the first plates."
    },
    {
      "number": 3,
      "content": "After I made these plates because the Lord commanded it, I received another commandment. The Lord told me to write the ministry and prophecies on these plates. He wanted the most important and precious parts written here. These writings would teach my people who would live in this land. The Lord had other wise reasons for this too."
    },
    {
      "number": 4,
      "content": "So I made a record on the other plates that tells more about the wars, fighting, and destruction of my people. I have done this and told my people to keep doing it after I die. These plates should be passed down from parent to child and from prophet to prophet until the Lord gives other commands."
    },
    {
      "number": 5,
      "content": "I will tell the story of how I made these plates later. Right now I will do what I said I would do. I am doing this so the most sacred things can be kept for my people to learn."
    },
    {
      "number": 6,
      "content": "I only write things on plates that I think are sacred. If I make mistakes, other people in the past made mistakes too. I'm not trying to excuse myself by blaming other people. I'm just saying I make mistakes because I'm human like everyone else."
    },
    {
      "number": 7,
      "content": "Some people think certain things are very valuable for their bodies and souls. But other people think these same things are worthless and step on them. People even step on the very God of Israel. I mean they think he is worthless and don't listen to his advice."
    },
    {
      "number": 8,
      "content": "He will come just like the angel said. This will be six hundred years from when my father left Jerusalem."
    },
    {
      "number": 9,
      "content": "Because the world is wicked, they will think he is worthless. So they will whip him, and he will let them. They will hit him, and he will let them. They will spit on him, and he will let them. He does this because he loves people and is very patient with them."
    },
    {
      "number": 10,
      "content": "The God of our fathers led them out of Egypt and slavery. He kept them safe in the wilderness. The God of Abraham, Isaac, and Jacob will give himself up as a man to wicked men. He will be lifted up just like the prophet Zenock said. He will be nailed to a cross like the prophet Neum said. He will be buried in a tomb. And just like the prophet Zenos said, there will be three days of darkness as a sign of his death. This sign will be given to people who live on islands in the sea. It will especially be given to the people of Israel."
    },
    {
      "number": 11,
      "content": "The prophet said: The Lord God will visit all the people of Israel that day. Some he will speak to with his voice because they are righteous. This will bring them great joy and salvation. Others he will visit with thunder, lightning, storms, fire, smoke, dark clouds, earthquakes, and moving mountains."
    },
    {
      "number": 12,
      "content": "All these things will happen, said the prophet Zenos. The rocks will split apart. Because of the earth's groaning, many kings of the islands will be moved by God's Spirit to say: \"The God of nature is suffering.\""
    },
    {
      "number": 13,
      "content": "As for the people in Jerusalem, the prophet said they will be hurt by all nations because they kill the God of Israel. They turned their hearts away from God. They rejected his signs, wonders, power, and glory."
    },
    {
      "number": 14,
      "content": "Because they turned away from God and hated the Holy One of Israel, they will wander around the earth. They will die and become a bad example. People will make fun of them and hate them among all nations."
    },
    {
      "number": 15,
      "content": "But when the day comes that they stop turning their hearts against the Holy One of Israel, then he will remember the promises he made to their fathers."
    },
    {
      "number": 16,
      "content": "Then he will remember the people on the islands. He will gather all the people of Israel from the four corners of the earth, just like the prophet Zenos said."
    },
    {
      "number": 17,
      "content": "The prophet said that all the earth will see the Lord's salvation. Every nation, family, language, and people will be blessed."
    },
    {
      "number": 18,
      "content": "I have written these things to my people. I hope this will help them remember the Lord who saves them."
    },
    {
      "number": 19,
      "content": "I am speaking to all the people of Israel, if they get to read these things."
    },
    {
      "number": 20,
      "content": "I have been moved by the Spirit, which makes me very tired. All my joints are weak because I'm worried about the people in Jerusalem. If the Lord had not been kind enough to show me what would happen to them, just like he showed the old prophets."
    },
    {
      "number": 21,
      "content": "He showed the old prophets everything about them. He also showed many people things about us. So we need to know about them because their stories are written on the brass plates."
    },
    {
      "number": 22,
      "content": "I taught my brothers these things. I read many things to them that were carved on the brass plates. I wanted them to know about what the Lord had done in other lands among people long ago."
    },
    {
      "number": 23,
      "content": "I read many things to them from the Book of Moses. I wanted to convince them more fully to believe in the Lord who saves them. So I read to them what the prophet Isaiah wrote. I compared all scriptures to us so we could learn and grow from them."
    },
    {
      "number": 24,
      "content": "So I spoke to them and said: Listen to the prophet's words. You are part of the people of Israel. You are like a branch that has been broken off. Listen to the prophet's words. He wrote to all the people of Israel. Apply it to yourselves so you can have hope like your brothers who you were separated from. This is how the prophet wrote:"
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi Makes Sacred Plates",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "Prophecies About Jesus Christ",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "Signs and Destruction at Christ's Death",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "text": "What Will Happen to Israel",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "Nephi Teaches His Family",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
