{
  "book": "1 Nephi",
  "chapter": 12,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "Then the angel said to me: \"Look at your descendants and also your brothers' descendants!\" I looked and saw the promised land. I saw crowds of people, as many as the sand of the sea."
    },
    {
      "number": 2,
      "content": "I saw crowds gathered together to fight against each other. I saw wars and rumors of wars. I saw great killing with swords among my people."
    },
    {
      "number": 3,
      "content": "I saw many generations pass away with wars and fighting in the land. I saw many cities, too many to count."
    },
    {
      "number": 4,
      "content": "I saw a dark mist on the face of the promised land. I saw lightning and heard thunder and earthquakes and all kinds of loud noises. I saw the earth and rocks split apart. I saw mountains fall into pieces. I saw the plains of the earth break up. I saw many cities sink. I saw many burn with fire. I saw many fall to the earth because of the shaking."
    },
    {
      "number": 5,
      "content": "After I saw these things, I saw the dark mist pass away from the earth. I saw crowds who had fallen because of the great and terrible judgments of the Lord."
    },
    {
      "number": 6,
      "content": "I saw the heavens open and the Lamb of God coming down from heaven. He came down and showed himself to them."
    },
    {
      "number": 7,
      "content": "I also saw and tell you that the Holy Ghost fell upon twelve others. They were chosen by God."
    },
    {
      "number": 8,
      "content": "The angel spoke to me, saying: \"Look at the twelve disciples of the Lamb who are chosen to serve your descendants.\""
    },
    {
      "number": 9,
      "content": "He said to me: \"Do you remember the twelve apostles of the Lamb? They will judge the twelve tribes of Israel. So the twelve ministers of your descendants will be judged by them, because you are from the house of Israel.\""
    },
    {
      "number": 10,
      "content": "These twelve ministers you see will judge your descendants. They are righteous forever. Because of their faith in the Lamb of God, their clothes are made white in his blood."
    },
    {
      "number": 11,
      "content": "The angel said to me: \"Look!\" I looked and saw three generations pass away in righteousness. Their clothes were white like the Lamb of God's. The angel said to me: \"These are made white in the blood of the Lamb because of their faith in him.\""
    },
    {
      "number": 12,
      "content": "I, Nephi, also saw many of the fourth generation who passed away in righteousness."
    },
    {
      "number": 13,
      "content": "Then I saw the crowds of the earth gathered together."
    },
    {
      "number": 14,
      "content": "The angel said to me: \"Look at your descendants and also your brothers' descendants!\""
    },
    {
      "number": 15,
      "content": "I looked and saw my descendants gathered in crowds against my brothers' descendants. They were gathered to fight."
    },
    {
      "number": 16,
      "content": "The angel spoke to me, saying: \"Look at the fountain of dirty water your father saw. It is the river he spoke about. Its depths are the depths of hell.\""
    },
    {
      "number": 17,
      "content": "The mists of darkness are the devil's temptations. They blind people's eyes and harden their hearts. They lead them away on wide roads where they die and are lost."
    },
    {
      "number": 18,
      "content": "The large, fancy building your father saw represents empty dreams and people's pride. A great and terrible gap separates them. This gap is the word of God's justice and Jesus Christ, who is the Lamb of God. The Holy Ghost tells about him from the beginning of the world until now, and from now on forever."
    },
    {
      "number": 19,
      "content": "While the angel spoke these words, I saw my brothers' descendants fight against my descendants, just as the angel said. Because of my descendants' pride and the devil's temptations, I saw my brothers' descendants defeat my descendants."
    },
    {
      "number": 20,
      "content": "I saw that my brothers' descendants had defeated my descendants. They went out in crowds across the land."
    },
    {
      "number": 21,
      "content": "I saw them gathered in crowds. I saw wars and rumors of wars among them. In these wars and rumors of wars, I saw many generations pass away."
    },
    {
      "number": 22,
      "content": "The angel said to me: \"These people will lose their belief.\""
    },
    {
      "number": 23,
      "content": "I saw that after they lost their belief, they became a dark, hateful, and dirty people, full of laziness and all kinds of terrible things."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Christ's Visit to the Americas",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "The Twelve Disciples",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "text": "Wars and Conflicts",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "text": "Symbols Explained",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "text": "The Final Outcome",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 6,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}