{
  "book": "1 Nephi",
  "chapter": 3,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I came back from speaking with the Lord to my father's tent."
    },
    {
      "number": 2,
      "content": "He spoke to me and said: 'I had a dream. In the dream the Lord told me that you and your brothers must go back to Jerusalem.'"
    },
    {
      "number": 3,
      "content": "A man named Laban has the records of the Jews. He also has the family history of our ancestors. These are written on metal plates made of brass."
    },
    {
      "number": 4,
      "content": "So the Lord told me that you and your brothers should go to Laban's house. You need to get the records and bring them back here to the wilderness."
    },
    {
      "number": 5,
      "content": "Your brothers are complaining. They say this is too hard for me to ask them to do. But I am not asking them to do this. The Lord is commanding them to do it."
    },
    {
      "number": 6,
      "content": "So go, my son. The Lord will help you because you have not complained."
    },
    {
      "number": 7,
      "content": "I said to my father: 'I will go and do what the Lord has commanded. I know that the Lord never gives people commandments without making a way for them to obey.'"
    },
    {
      "number": 8,
      "content": "When my father heard these words, he was very happy. He knew that the Lord had blessed me."
    },
    {
      "number": 9,
      "content": "My brothers and I packed our tents and started our journey through the wilderness to Jerusalem."
    },
    {
      "number": 10,
      "content": "When we got to Jerusalem, my brothers and I talked together about what to do."
    },
    {
      "number": 11,
      "content": "We drew lots to see who would go to Laban's house. Laman was chosen. So Laman went to Laban's house and talked with him."
    },
    {
      "number": 12,
      "content": "He asked Laban for the records that were written on the brass plates. These records had our father's family history."
    },
    {
      "number": 13,
      "content": "But Laban got angry and pushed him away. He would not give him the records. He said to him: 'You are a thief, and I will kill you.'"
    },
    {
      "number": 14,
      "content": "But Laman ran away from him and told us what Laban had done. We became very sad. My brothers wanted to go back to our father in the wilderness."
    },
    {
      "number": 15,
      "content": "But I said to them: 'As surely as the Lord lives, we will not go back to our father until we do what the Lord told us to do.'"
    },
    {
      "number": 16,
      "content": "Let us obey the Lord's commandments. Let us go to our father's land. He left gold, silver, and many valuable things there. He did all this because the Lord commanded him to."
    },
    {
      "number": 17,
      "content": "He knew that Jerusalem would be destroyed because the people were wicked."
    },
    {
      "number": 18,
      "content": "The people have rejected what the prophets said. If our father had stayed in the land after God told him to leave, he would have died too. So he had to leave the land."
    },
    {
      "number": 19,
      "content": "God is wise to want us to get these records. This way we can save our fathers' language for our children."
    },
    {
      "number": 20,
      "content": "We can also save for them the words that all the holy prophets spoke. God's Spirit and power gave these words to the prophets from the beginning of the world until now."
    },
    {
      "number": 21,
      "content": "This is how I convinced my brothers to obey God's commandments."
    },
    {
      "number": 22,
      "content": "So we went to our family's land and gathered our gold, silver, and valuable things."
    },
    {
      "number": 23,
      "content": "After we gathered these things, we went back to Laban's house."
    },
    {
      "number": 24,
      "content": "We went to Laban and asked him to give us the records on the brass plates. We offered to trade our gold, silver, and all our valuable things for them."
    },
    {
      "number": 25,
      "content": "When Laban saw how much wealth we had, he wanted it for himself. So he threw us out and sent his servants to kill us so he could take our things."
    },
    {
      "number": 26,
      "content": "We ran away from Laban's servants. We had to leave our valuable things behind, and Laban took them."
    },
    {
      "number": 27,
      "content": "We escaped into the wilderness. Laban's servants did not catch us. We hid in a cave in the rocks."
    },
    {
      "number": 28,
      "content": "Laman got angry with me and with our father. Lemuel got angry too because he listened to Laman. So Laman and Lemuel said mean things to us younger brothers. They even hit us with a stick."
    },
    {
      "number": 29,
      "content": "As they were hitting us, an angel of the Lord came and stood in front of them. He said: 'Why are you hitting your younger brother? Don't you know the Lord has chosen him to be your leader because of your sins? Go back to Jerusalem, and the Lord will help you defeat Laban.'"
    },
    {
      "number": 30,
      "content": "After the angel spoke to us, he left."
    },
    {
      "number": 31,
      "content": "After the angel left, Laman and Lemuel started complaining again. They said: 'How can the Lord help us defeat Laban? He is a powerful man. He commands fifty soldiers and can kill fifty men. So why can't he kill us?'"
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "God Commands the Brothers to Get the Records",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "Nephi Agrees to Go",
        "level": 3,
        "sortOrder": 2
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "text": "First Try: Laman Goes to Laban",
        "level": 3,
        "sortOrder": 3
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "text": "Nephi Explains Why the Records Are Important",
        "level": 3,
        "sortOrder": 4
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "text": "Second Try: Trading Their Wealth",
        "level": 3,
        "sortOrder": 5
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "text": "An Angel Appears",
        "level": 3,
        "sortOrder": 6
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 11,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 16,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 22,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 28,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
