{
  "book": "1 Nephi",
  "chapter": 14,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "If the Gentiles will listen to the Lamb of God when he shows himself to them in words and power, he will take away the things that make them stumble."
    },
    {
      "number": 2,
      "content": "If they do not make their hearts hard against the Lamb of God, they will be counted as your father's descendants. They will be counted as part of the House of Israel. They will be blessed people in the promised land forever. They will never be made prisoners again. The House of Israel will never be confused again."
    },
    {
      "number": 3,
      "content": "That great terrible church founded by the devil and his followers has dug a great pit to lead people's souls to hell. The Lamb of God says that great pit dug to destroy people will be filled by those who dug it. They will be completely destroyed. But this does not mean the soul will be destroyed, except for being thrown into hell that has no end."
    },
    {
      "number": 4,
      "content": "This happens because of the devil's power over them and also because of God's justice on all those who choose to do wicked and terrible things."
    },
    {
      "number": 5,
      "content": "Then the angel spoke to me and said: \"You have seen that if the Gentiles repent, it will be good for them. You also know about God's promises to the House of Israel. You have also heard that whoever does not repent must die.\""
    },
    {
      "number": 6,
      "content": "So trouble will come to the Gentiles if they make their hearts hard against the Lamb of God."
    },
    {
      "number": 7,
      "content": "The Lamb of God says: \"The time is coming when I will do a great and wonderful work among people. This work will last forever, one way or another. Either it will convince them to have peace and eternal life, or it will leave them with hard hearts and blind minds. They will be brought into captivity and destroyed, both in this life and spiritually, because of the devil's power over them.\""
    },
    {
      "number": 8,
      "content": "After the angel spoke these words, he asked me: \"Do you remember the Father's promises to the House of Israel?\" I said to him: \"Yes.\""
    },
    {
      "number": 9,
      "content": "Then he said to me: \"Look at that great and terrible church, which is the mother of terrible things. The devil started it.\""
    },
    {
      "number": 10,
      "content": "He said to me: \"There are only two churches. One is the church of the Lamb of God, and the other is the church of the devil. So whoever does not belong to the church of the Lamb of God belongs to that great church, which is the mother of terrible things. She is the prostitute of all the earth.\""
    },
    {
      "number": 11,
      "content": "Then I looked and saw the prostitute of all the earth. She sat on many waters. She had power over all the earth, among all nations, families, languages, and people."
    },
    {
      "number": 12,
      "content": "Then I saw the church of the Lamb of God. There were only a few people in it because of the wickedness and terrible things done by the prostitute who sat on many waters. But I saw that the church of the Lamb, who were God's people, were also all over the earth. Their power on the earth was small because of the wickedness of the great prostitute I saw."
    },
    {
      "number": 13,
      "content": "Then I saw that the great mother of terrible things gathered crowds of people on the earth, from all the Gentile nations, to fight against the Lamb of God."
    },
    {
      "number": 14,
      "content": "I, Nephi, saw the power of the Lamb of God come down on God's people in the church of the Lamb, and on the covenant people of the Lord who were scattered all over the earth. They were armed with righteousness and with God's power in great glory."
    },
    {
      "number": 15,
      "content": "Then I saw that God's anger was poured out on the great and terrible church. There were wars and rumors of wars among all the nations and families of the earth."
    },
    {
      "number": 16,
      "content": "As wars and rumors of wars began among all the nations that belonged to the mother of terrible things, the angel spoke to me and said: \"God's anger is on the mother of prostitutes. You see all these things!\""
    },
    {
      "number": 17,
      "content": "When the day comes that God's anger is poured out on the mother of prostitutes, which is the great and terrible church of all the earth whose founder is the devil, then the Father's work will begin. He will prepare the way to fulfill his promises to his people who are of the House of Israel."
    },
    {
      "number": 18,
      "content": "Then the angel spoke to me and said: \"Look!\""
    },
    {
      "number": 19,
      "content": "I looked and saw a man dressed in a white robe."
    },
    {
      "number": 20,
      "content": "The angel said to me: \"This is one of the twelve apostles of the Lamb!\""
    },
    {
      "number": 21,
      "content": "He will see and write the rest of these things. He will also write many things that have already happened."
    },
    {
      "number": 22,
      "content": "He will also write about the end of the world."
    },
    {
      "number": 23,
      "content": "So the things he will write are right and true. They are written in the book you saw coming from the Jewish person. When they came from the Jewish person, the things that were written were clear and pure and very precious and easy for all people to understand."
    },
    {
      "number": 24,
      "content": "The things this apostle of the Lamb will write are many things you have seen. You will see the rest."
    },
    {
      "number": 25,
      "content": "But the things you will see later, you must not write. The Lord God has chosen the apostle of the Lamb of God to write them."
    },
    {
      "number": 26,
      "content": "Also, others have seen all things, and they have written them. These things are sealed up to come out in their purity, according to the truth that is in the Lamb, at the right time the Lord chooses, for the House of Israel."
    },
    {
      "number": 27,
      "content": "I heard and tell you that the name of the apostle of the Lamb was John, according to what the angel said."
    },
    {
      "number": 28,
      "content": "I, Nephi, am not allowed to write the rest of the things I saw and heard. So the things I have written are enough for me. I have written only a small part of the things I saw."
    },
    {
      "number": 29,
      "content": "I tell you that I saw the same things my father saw. The angel of the Lord made them known to me."
    },
    {
      "number": 30,
      "content": "I am finished talking about the things I saw while I was carried away in the Spirit. Even if I have not written all the things I saw, the things I have written are true. This is how it is. Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "God's Promises to the Gentiles",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "text": "The Great and Marvelous Work",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "Two Churches Only",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 15,
        "position": "before_verse",
        "text": "The Battle Between Good and Evil",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "The Apostle John",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "text": "Nephi's Final Words",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 5,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 13,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 24,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
