{
  "book": "1 Nephi",
  "chapter": 5,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "After we came down from the mountains to our father, he was filled with joy. My mother, Sariah, was also very happy, because she had been worried about us."
    },
    {
      "number": 2,
      "content": "She thought we had died in the wilderness. She had complained to my father, telling him he was a dreamer. She said, \"You led us away from our home, and now my sons are gone. We will die in the wilderness.\""
    },
    {
      "number": 3,
      "content": "This is how my mother complained to my father."
    },
    {
      "number": 4,
      "content": "My father spoke to her and said: \"I know I see visions. If I had not seen God\"s things in a vision, I would not have known God is good. I would have stayed in Jerusalem and died with my brothers.'"
    },
    {
      "number": 5,
      "content": "But I have found the promised land, which makes me happy. I know the Lord will save my sons from Laban and bring them back to us in the wilderness."
    },
    {
      "number": 6,
      "content": "This is how my father Lehi comforted my mother Sariah about us while we traveled in the wilderness to Jerusalem to get the Jewish records."
    },
    {
      "number": 7,
      "content": "When we returned to my father's tent, they were completely happy, and my mother was comforted."
    },
    {
      "number": 8,
      "content": "She spoke and said: \"Now I know for sure that the Lord told my husband to escape to the wilderness. I also know for sure that the Lord protected my sons and saved them from Laban. He gave them power so they could do what the Lord told them to do.\" This is how she spoke."
    },
    {
      "number": 9,
      "content": "Then they were very happy and offered sacrifices and burnt offerings to the Lord. They gave thanks to the God of Israel."
    },
    {
      "number": 10,
      "content": "After they thanked the God of Israel, my father Lehi took the records that were carved on the brass plates. He searched them from the beginning."
    },
    {
      "number": 11,
      "content": "He saw that they contained the five Books of Moses, which told about the creation of the world and also about Adam and Eve, who were our first parents."
    },
    {
      "number": 12,
      "content": "They also had a record of the Jews from the beginning until King Zedekiah started ruling Judah."
    },
    {
      "number": 13,
      "content": "They also had the prophecies of the holy prophets from the beginning until King Zedekiah started ruling. They also had many prophecies that Jeremiah spoke."
    },
    {
      "number": 14,
      "content": "My father Lehi also found his family history on the brass plates. So he knew he came from Joseph's family. This was the same Joseph who was Jacob's son, who was sold into Egypt. The Lord saved Joseph so he could save his father Jacob and all his family from starving."
    },
    {
      "number": 15,
      "content": "The same God who saved them also led them out of slavery and out of Egypt."
    },
    {
      "number": 16,
      "content": "This is how my father Lehi learned about his family history. Laban also came from Joseph's family. That's why he and his fathers had kept the records."
    },
    {
      "number": 17,
      "content": "When my father saw all these things, he was filled with the Spirit and began to prophesy about his children."
    },
    {
      "number": 18,
      "content": "He said these brass plates would go to all nations, families, languages, and people who came from his children."
    },
    {
      "number": 19,
      "content": "So he said these brass plates would never be destroyed. Time would never damage them. He prophesied many things about his children."
    },
    {
      "number": 20,
      "content": "Up to this point, my father and I had obeyed the commandments that the Lord had given us."
    },
    {
      "number": 21,
      "content": "We had gotten the record the Lord told us to get. We searched it and found it was good for us. It was very valuable to us because we could use it to teach the Lord's commandments to our children."
    },
    {
      "number": 22,
      "content": "So it was wise that the Lord told us to carry them with us as we traveled in the wilderness toward the promised land."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "The Family Reunites",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 10,
        "position": "before_verse",
        "text": "Reading the Brass Plates",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "Lehi's Family History",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 17,
        "position": "before_verse",
        "text": "Prophecies About the Future",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 20,
        "position": "before_verse",
        "text": "Obedience and Wisdom",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 4,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 7,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
