{
  "book": "1 Nephi",
  "chapter": 11,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I wanted to know about the things my father had seen. I believed the Lord could show them to me. So as I sat thinking in my heart, I was taken away by the Spirit of the Lord to a very high mountain. I had never seen this mountain before or walked on it."
    },
    {
      "number": 2,
      "content": "The Spirit said to me, \"What do you want?\""
    },
    {
      "number": 3,
      "content": "I said, \"I want to see the things my father saw.\""
    },
    {
      "number": 4,
      "content": "The Spirit said to me, \"Do you believe your father saw the tree he talked about?\""
    },
    {
      "number": 5,
      "content": "I said yes. \"You know that I believe everything my father said.\""
    },
    {
      "number": 6,
      "content": "When I said these words, the Spirit cried out loudly: \"Praise the Lord, the most high God! He is God over all the earth, above all. God blesses you, Nephi, because you believe in the Son of the Most High God. So you will see the things you want to see.\""
    },
    {
      "number": 7,
      "content": "\"Here is a sign for you. After you see the tree that had the fruit your father tasted, you will also see a man coming down from Heaven. You will see him. After you see him, you will tell others that he is the Son of God.\""
    },
    {
      "number": 8,
      "content": "Then the Spirit said to me, \"Look!\" I looked and saw a tree. It was like the tree my father had seen. It was more beautiful than anything else. It was whiter than snow."
    },
    {
      "number": 9,
      "content": "After I saw the tree, I said to the Spirit, \"I see you have shown me the tree that is more precious than anything else.\""
    },
    {
      "number": 10,
      "content": "He said to me, \"What do you want?\""
    },
    {
      "number": 11,
      "content": "I said to him, \"I want to know what it means.\" I talked to him like one person talks to another. I could see he looked like a man. But I knew he was the Spirit of the Lord. He talked to me like one person talks to another."
    },
    {
      "number": 12,
      "content": "Then he said to me, \"Look!\" I looked to see him, but I could not see him. He had gone away from me."
    },
    {
      "number": 13,
      "content": "Then I looked and saw the great city Jerusalem and other cities. I saw the city of Nazareth. In the city of Nazareth I saw a young woman who was very beautiful and pure."
    },
    {
      "number": 14,
      "content": "Then I saw the Heavens open. An angel came down and stood in front of me. He said to me, \"Nephi, what do you see?\""
    },
    {
      "number": 15,
      "content": "I said to him, \"A young woman who is more beautiful than all other young women.\""
    },
    {
      "number": 16,
      "content": "He said to me, \"Do you know how God came down to earth?\""
    },
    {
      "number": 17,
      "content": "I said to him, \"I know that he loves his children. But I don't understand everything.\""
    },
    {
      "number": 18,
      "content": "He said to me, \"The young woman you see is the mother of God. She will give birth to him as a human baby.\""
    },
    {
      "number": 19,
      "content": "Then I saw that she was taken away by the Spirit. After she had been taken away by the Spirit for a while, the angel said to me, \"Look!\""
    },
    {
      "number": 20,
      "content": "I looked and saw the young woman again, holding a child in her arms."
    },
    {
      "number": 21,
      "content": "The angel said to me, \"See the Lamb of God! He is the Eternal Father! Do you know what the tree your father saw means?\""
    },
    {
      "number": 22,
      "content": "I answered him: \"Yes, it is God's love. His love spreads into people's hearts. So it is the most wonderful thing of all.\""
    },
    {
      "number": 23,
      "content": "He said to me, \"Yes, and it brings the most joy to the soul.\""
    },
    {
      "number": 24,
      "content": "After he said these words, he told me, \"Look!\" I looked and saw the Son of God going among people. I saw many people bow down at his feet and worship him."
    },
    {
      "number": 25,
      "content": "Then I saw that the iron rod my father had seen was the word of God. It led to the fountain of living waters and to the tree of life. The waters represent God's love. I also saw that the tree of life represents God's love."
    },
    {
      "number": 26,
      "content": "The angel said to me again, \"Look and see how God came down to earth!\""
    },
    {
      "number": 27,
      "content": "I looked and saw the Savior of the world that my father had talked about. I also saw the prophet who would prepare the way for him. The Lamb of God went to be baptized by him. After he was baptized, I saw the Heavens open. The Holy Ghost came down from Heaven and stayed on him like a dove."
    },
    {
      "number": 28,
      "content": "I saw that he went around helping people with great power and glory. Crowds of people gathered to hear him. But I saw that they threw him out."
    },
    {
      "number": 29,
      "content": "I also saw twelve other men following him. Then they were taken away by the Spirit so I couldn't see them anymore."
    },
    {
      "number": 30,
      "content": "Then the angel said to me again, \"Look!\" I looked and saw the Heavens open again. I saw angels coming down to people and helping them."
    },
    {
      "number": 31,
      "content": "He told me again, \"Look!\" I looked and saw the Lamb of God going among people. I saw crowds of people who were sick and suffering from diseases. Some had evil spirits. The angel showed me all these things. They were healed by the power of the Lamb of God. The evil spirits were sent away."
    },
    {
      "number": 32,
      "content": "Then the angel said to me again, \"Look!\" I looked and saw the Lamb of God being captured by people. The Everlasting God was judged by the world. I saw this and tell you about it."
    },
    {
      "number": 33,
      "content": "I, Nephi, saw that he was lifted up on the cross and killed for the sins of the world."
    },
    {
      "number": 34,
      "content": "After he was killed, I saw crowds of people from the earth gather together to fight against the apostles of the Lamb. The angel of the Lord called these twelve men apostles."
    },
    {
      "number": 35,
      "content": "The crowd of people gathered together. I saw they were in a large building like the building my father saw. The angel of the Lord said to me again, \"See the world and its wisdom. The House of Israel has gathered together to fight against the twelve apostles of the Lamb.\""
    },
    {
      "number": 36,
      "content": "Then I saw that the great building was the pride of the world. It fell down, and its fall was very great. The angel of the Lord said to me again: \"This is how all nations, families, languages, and people will be destroyed if they fight against the twelve apostles of the Lamb.\""
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Nephi's Vision Begins",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 8,
        "position": "before_verse",
        "text": "The Tree of Life",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 14,
        "position": "before_verse",
        "text": "An Angel Appears",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 18,
        "position": "before_verse",
        "text": "Mary and Baby Jesus",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 21,
        "position": "before_verse",
        "text": "The Meaning of the Tree",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 27,
        "position": "before_verse",
        "text": "Jesus' Ministry",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 32,
        "position": "before_verse",
        "text": "Jesus' Death and the Apostles",
        "level": 3,
        "sortOrder": 1
      },
      {
        "verseNumber": 36,
        "position": "before_verse",
        "text": "The Pride of the World Falls",
        "level": 3,
        "sortOrder": 1
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 6,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 30,
        "position": "before_verse",
        "sortOrder": 1
      }
    ]
  }
}
