{
  "book": "Enos",
  "chapter": 1,
  "edition": "simplified",
  "verses": [
    {
      "number": 1,
      "content": "I am Enos. My father was a good man. He taught me his language and also taught me about the Lord. I praise God for this."
    },
    {
      "number": 2,
      "content": "I will tell you about the struggle I had with God before he forgave my sins."
    },
    {
      "number": 3,
      "content": "I went to hunt animals in the forest. The words I had often heard my father say about eternal life and the happiness of Gods people sank deep into my heart."
    },
    {
      "number": 4,
      "content": "My soul was hungry for God. I knelt down before my Creator. I cried to him in powerful prayer for my own soul. All day long I cried to him. When night came, I still raised my voice high so it reached heaven."
    },
    {
      "number": 5,
      "content": "A voice came to me saying, \"Enos, your sins are forgiven and you will be blessed.\""
    },
    {
      "number": 6,
      "content": "I knew that God cannot lie. So my guilt was washed away."
    },
    {
      "number": 7,
      "content": "I asked, \"Lord, how did this happen?\""
    },
    {
      "number": 8,
      "content": "He said to me, \"Because you have faith in Christ, even though you have never heard him or seen him. Many years will pass before he shows himself on earth. Your faith has made you whole.\""
    },
    {
      "number": 9,
      "content": "When I heard these words, I began to want good things for my brothers, the Nephites. So I poured out my whole soul to God for them."
    },
    {
      "number": 10,
      "content": "While I was struggling in the Spirit, the Lord spoke to my mind again. He said, \"I will bless your brothers based on how well they keep my commandments. I have given them this land, and it is a holy land. I will not curse it unless they do evil. I will bless your brothers as I have said. But their sins will bring sadness on themselves.\""
    },
    {
      "number": 11,
      "content": "After I heard these words, my faith in the Lord became unshakeable. I prayed to him with many long struggles for my brothers, the Lamanites."
    },
    {
      "number": 12,
      "content": "After I had prayed and worked hard, the Lord said to me, \"I will give you what you ask for because of your faith.\""
    },
    {
      "number": 13,
      "content": "This is what I asked him for: If my people, the Nephites, should do wrong and be destroyed, but the Lamanites are not destroyed, then the Lord God would save a record of my people, the Nephites. He would bring it out someday to the Lamanites by his holy power. Maybe this would help them be saved."
    },
    {
      "number": 14,
      "content": "Right now our efforts to help them believe the true faith are useless. They swore angrily that if they could, they would destroy our records and us, and also all our fathers teachings."
    },
    {
      "number": 15,
      "content": "So knowing that the Lord God was able to save our records, I cried to him constantly. He had told me, \"Whatever you ask for in faith, believing you will receive it in Christs name, you will get it.\""
    },
    {
      "number": 16,
      "content": "I had faith, and I cried to God to save the records. He promised me that he would bring them to the Lamanites when the time was right."
    },
    {
      "number": 17,
      "content": "I knew it would happen according to the promise he had made. So my soul was at peace."
    },
    {
      "number": 18,
      "content": "The Lord said to me, \"Your fathers have also asked me for this same thing. It will be done for them according to their faith, because their faith was like yours.\""
    },
    {
      "number": 19,
      "content": "I went around among the Nephite people, telling them about things that would happen in the future and sharing the things I had heard and seen."
    },
    {
      "number": 20,
      "content": "I tell you that the Nephite people tried hard to help the Lamanites believe the true faith in God. But our work was useless. Their hatred was set, and their evil nature led them to become wild, fierce, and violent people. They were full of idol worship and dirty living. They ate wild animals for food, lived in tents, and wandered in the wilderness with only a short animal skin around their waist and shaved heads. They were skilled with bows, swords, and axes. Many of them ate only raw meat. They were always trying to kill us."
    },
    {
      "number": 21,
      "content": "The Nephite people farmed the land and grew all kinds of grain and fruit. They raised herds and flocks of all kinds of cattle, goats, wild goats, and many horses."
    },
    {
      "number": 22,
      "content": "We had many prophets among us. The people were stubborn and hard to teach."
    },
    {
      "number": 23,
      "content": "Nothing worked except very harsh preaching about wars, fighting, and destruction. We had to constantly remind them of death, eternity, Gods judgments, and Gods power. All these things stirred them up to keep them afraid of the Lord. I say nothing less than these things and very plain speaking would keep them from quickly being destroyed. This is how I write about them."
    },
    {
      "number": 24,
      "content": "I saw wars between the Nephites and Lamanites during my lifetime."
    },
    {
      "number": 25,
      "content": "I began to get old. One hundred seventy-nine years had passed since our father Lehi left Jerusalem."
    },
    {
      "number": 26,
      "content": "I saw that I would soon die. God had worked on me so that I had to preach and prophesy to this people and teach the truth about Christ. I have taught this all my life and found more joy in it than in anything else in the world."
    },
    {
      "number": 27,
      "content": "I will soon go to my resting place, which is with my Savior. I know I will rest in him. I look forward to the day when my earthly body becomes immortal and I stand before him. Then I will see his face with joy, and he will say to me, \"Come to me, you who are blessed. There is a place prepared for you in my Fathers house.\" Amen."
    }
  ],
  "paragraphing": {
    "headings": [
      {
        "verseNumber": 1,
        "position": "before_verse",
        "text": "Enos Tells His Story",
        "level": 4,
        "sortOrder": 1
      },
      {
        "verseNumber": 3,
        "position": "before_verse",
        "text": "Enos Prays and Gets Forgiveness",
        "level": 4,
        "sortOrder": 2
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "text": "Enos Prays for the Nephites",
        "level": 4,
        "sortOrder": 3
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "text": "Enos Prays for the Lamanites",
        "level": 4,
        "sortOrder": 4
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "text": "Enos Teaches the People",
        "level": 4,
        "sortOrder": 5
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "text": "Enos Gets Ready to Die",
        "level": 4,
        "sortOrder": 6
      }
    ],
    "paragraphBreaks": [
      {
        "verseNumber": 3,
        "position": "before_verse",
        "sortOrder": 1
      },
      {
        "verseNumber": 9,
        "position": "before_verse",
        "sortOrder": 2
      },
      {
        "verseNumber": 12,
        "position": "before_verse",
        "sortOrder": 3
      },
      {
        "verseNumber": 19,
        "position": "before_verse",
        "sortOrder": 4
      },
      {
        "verseNumber": 25,
        "position": "before_verse",
        "sortOrder": 5
      }
    ]
  }
}
